{
  "metadata": {
    "analysis_date": "2025-07-31 11:05:12",
    "total_papers_analyzed": 230,
    "total_papers_classified": 213,
    "papers_with_dates": 230,
    "date_range": {
      "oldest": "2025-07-01",
      "newest": "2025-08-01",
      "oldest_formatted": "2025년 07월 01일",
      "newest_formatted": "2025년 08월 01일"
    },
    "categories_used": 22,
    "category_distribution": {
      "마취전 관리 (Pre-op Evaluation)": 11,
      "마취 약리(Pharmacology of Anesthetics)": 9,
      "법의학 및 윤리(Forensic and Ethical Considerations in Anesthesia)": 9,
      "마취장비 및 감시(Anesthesia Equipment and Monitoring)": 15,
      "기도관리(Airway Management)": 8,
      "흡입마취(Inhalation Anesthesia)": 6,
      "정맥마취(Intravenous Anesthesia)": 4,
      "신경근차단(Neuromuscular Blockade)": 7,
      "부위마취(Regional Anesthesia)": 21,
      "수액 및 수혈(Fluid Management and Transfusion)": 4,
      "산과마취(Obstetric Anesthesia)": 6,
      "소아마취(Pediatric Anesthesia)": 11,
      "심장마취(Cardiac Anesthesia)": 7,
      "폐마취(Thoracic Anesthesia)": 3,
      "뇌신경마취(Neuroanesthesia)": 6,
      "수술장 밖 진정 및 마취(Sedation and Anesthesia Outside the Operating Room)": 1,
      "수술 후 통증관리(Postoperative Pain Management)": 11,
      "통증관리(Pain Management)": 55,
      "노인마취(Geriatric Anesthesia)": 10,
      "외래마취(Outpatient Anesthesia)": 3,
      "심폐소생술(CPR)": 0,
      "중환자관리(Critical Care Management)": 5,
      "장기이식(Transplantation Anesthesia)": 1
    }
  },
  "classified_abstracts": {
    "마취전 관리 (Pre-op Evaluation)": {
      "Preoperative Risk Assessment in Older Adults": [
        {
          "pmid": "40727984",
          "title": "Age, ASA physical status and surgical outcomes: insights from a nationwide cohort study.",
          "author": "Kilhamn N, Eriksson J, von Oelreich E, Jonsson Fagerlund M, Oldner A, Larsson E",
          "journal": "Anaesthesia",
          "link": "https://pubmed.ncbi.nlm.nih.gov/40727984/",
          "issue_date": "2025-07",
          "abstract_summary": "This nationwide cohort study analyzed over 460,000 surgical procedures in Sweden to examine the relationship between ASA physical status, age, and postoperative mortality. The results show a strong, graded association between higher ASA physical status and increased 30-day and 365-day mortality across all age groups. This association was particularly pronounced in patients with ASA status ≥3, highlighting the tool's continued relevance for risk stratification in an aging surgical population."
        },
        {
          "pmid": "40230320",
          "title": "Outcomes in patients with chronic heart failure undergoing non-cardiac surgery: a secondary analysis of the METREPAIR international cohort study.",
          "author": "Kirkopoulos A, M'Pembele R, Roth S, Stroda A, Larmann J, Gillmann HJ, Kotfis K, Ganter MT, Bolliger D, Filipovic M, Guzzetti L, Mauermann E, Ionescu D, Spadaro S, Szczeklik W, De Hert S, Beck-Schimmer B, Howell SJ, Lurati Buse GA",
          "journal": "Anaesthesia",
          "link": "https://pubmed.ncbi.nlm.nih.gov/40230320/",
          "issue_date": "2025-08",
          "abstract_summary": "This secondary analysis of the MET-REPAIR cohort study investigated outcomes for patients with stable chronic heart failure undergoing major non-cardiac surgery. The study found that chronic heart failure was independently associated with a significantly increased risk of 30-day major adverse cardiovascular events, mortality, and severe in-hospital complications. A reduced ejection fraction (<40%) was specifically associated with a higher risk of major adverse cardiovascular events."
        }
      ],
      "Preoperative Optimization and Prehabilitation": [
        {
          "pmid": "40615328",
          "title": "Adherence to prehabilitation in adult surgical patients: a systematic review, meta-analysis, meta-regression, and qualitative synthesis.",
          "author": "Berrio-Valencia MI, Al-Bayati M, Baxi A, Branje K, Chitiva-Martinez I, Hladkowicz E, Kidd G, Hutton B, Wolfe DM, Lalu M, Boet S, Gillis C, McIsaac DI",
          "journal": "British journal of anaesthesia",
          "link": "https://pubmed.ncbi.nlm.nih.gov/40615328/",
          "issue_date": "2025-07",
          "abstract_summary": "This systematic review and meta-analysis of 105 trials found that the average adherence to prehabilitation programs was 79%, but metrics for defining adherence were highly variable. Only older patient age was associated with lower adherence, while qualitative analysis identified logistical issues and health conditions as common barriers. The study calls for standardized adherence metrics and highlights the importance of specialist supervision and program personalization to improve patient engagement."
        },
        {
          "pmid": "40673713",
          "title": "Multimodal prehabilitation as a strategy to reduce postoperative complications in cardiac surgery: A randomised controlled trial.",
          "author": "Lopez-Hernandez A, Gimeno-Santos E; Navarro-Ripoll R; Arguis MJ; Lopez-Baamonde M; Sanz-de la Garza M; Sandoval E; Castella M; Martinez-Palli G",
          "journal": "European journal of anaesthesiology",
          "link": "https://pubmed.ncbi.nlm.nih.gov/40673713/",
          "issue_date": "2025-07",
          "abstract_summary": "This randomized controlled trial evaluated whether a 4-6 week multimodal prehabilitation program could reduce postoperative complications in 151 patients undergoing elective cardiac surgery. The study found no overall difference in the rate of complications between the prehabilitation and control groups. However, a sub-analysis revealed that patients who showed a meaningful response to the exercise component of prehabilitation had significantly fewer and less severe complications."
        },
        {
          "pmid": "40608563",
          "title": "Enhancing Anesthetic Preoptimization: Promising Opportunities for Innovation in Economically Diverse Regions.",
          "author": "Bernstein WK, Pearl RG, Huang J, Mayrsohn BG, Mery MW, Banoub M, Pease S, Ayad S, Saffary R, Olszewski RF Jr, Aronson S, Vetter TR",
          "journal": "Anesthesia and analgesia",
          "link": "https://pubmed.ncbi.nlm.nih.gov/40608563/",
          "issue_date": "2025-07",
          "abstract_summary": "This review argues for the critical role of anesthesiologists in preoperative patient optimization to improve quality and cost-effectiveness, especially in regions with limited healthcare resources. The paper discusses key medical conditions (e.g., sleep apnea, hypertension, anemia, diabetes) that can be managed preoperatively. It highlights innovations in preoperative care that can reduce morbidity and mortality, emphasizing the anesthesiologist's pivotal position in value-based perioperative management."
        },
        {
          "pmid": "40479950",
          "title": "Understanding preoperative concerns and attitudes towards prehabilitation in older surgical populations: A survey study.",
          "author": "Li M, Yan E, Saripella A, Alhamdah Y, Nabipoor M, Alibhai SMH, Wong J, Chung F",
          "journal": "Journal of clinical anesthesia",
          "link": "https://pubmed.ncbi.nlm.nih.gov/40479950/",
          "issue_date": "2025-07",
          "abstract_summary": "This cross-sectional study surveyed 236 older surgical patients to identify their preoperative concerns and attitudes toward prehabilitation. Patients were most concerned about postoperative pain, surgical failure, and complications, with less concern for cognitive or financial issues. While attitudes towards prehabilitation and functional assessments were positive, willingness to undergo preoperative memory testing was low, highlighting an area for improved patient education and engagement."
        }
      ],
      "Surgical Timing and Outcomes": [
        {
          "pmid": "40424777",
          "title": "Impact of daily, weekly, and seasonal surgical timing on postoperative outcomes in high-risk patients undergoing elective non-cardiac surgery: A retrospective, single-center study.",
          "author": "Sim JH, Park YS, Park B, Choi Y, Lim JS, Ha S, Kim JU",
          "journal": "Journal of clinical anesthesia",
          "link": "https://pubmed.ncbi.nlm.nih.gov/40424777/",
          "issue_date": "2025-07",
          "abstract_summary": "This retrospective study analyzed 14,394 high-risk patients to assess how surgical timing affects postoperative outcomes. Afternoon surgeries, particularly those between 3:00-6:00 p.m., were associated with higher long-term mortality, more complications, and greater healthcare resource utilization compared to morning surgeries. Seasonal variations were also noted, with summer and winter surgeries linked to higher mortality, suggesting that strategic scheduling could improve outcomes for high-risk patients."
        }
      ],
      "Preoperative Anemia and Iron Deficiency": [
        {
          "pmid": "40514282",
          "title": "Non-anaemic iron deficiency in surgical patients: more than just a laboratory finding?",
          "author": "Munoz M, Shander A",
          "journal": "British journal of anaesthesia",
          "link": "https://pubmed.ncbi.nlm.nih.gov/40514282/",
          "issue_date": "2025-08",
          "abstract_summary": "This article discusses the high prevalence of non-anaemic iron deficiency among surgical patients. The authors highlight that the evidence regarding its impact on surgical outcomes is limited and often contradictory. They call for more rigorous investigations with clear definitions to determine whether non-anaemic iron deficiency is a clinically significant condition that warrants preoperative intervention."
        },
        {
          "pmid": "40404500",
          "title": "Association of non-anaemic iron deficiency with postoperative outcomes after fast-track hip and knee arthroplasty: a prospective cohort study.",
          "author": "Jorgensen CC, Lindberg-Larsen M, Gromov K, Varnum C, Bider MJ, Overgaard S, Andersen MR, Hansen TB, Kehlet H",
          "journal": "British journal of anaesthesia",
          "link": "https://pubmed.ncbi.nlm.nih.gov/40404500/",
          "issue_date": "2025-08",
          "abstract_summary": "This prospective cohort study involving patients undergoing fast-track hip or knee arthroplasty examined the impact of non-anemic iron deficiency on postoperative outcomes. Although a statistically significant association with days alive and at home was found, the effect was of minimal clinical importance. The study concludes that correcting preoperative iron deficiency without anemia is unlikely to improve common postoperative outcomes in this patient group."
        }
      ],
      "Preoperative Cognitive Screening": [
        {
          "pmid": "40694882",
          "title": "The utility of the Ascertain Dementia Eight-item Questionnaire (AD8) and Mini-Cog in detecting cognitive impairment in older surgical patients - The Detect CI study.",
          "author": "Yan E, Alhamdah Y, Campbell S, He D, Lovblom LE, Tang-Wai DF, Saripella A, Wong J, Chung F",
          "journal": "Journal of clinical anesthesia",
          "link": "https://pubmed.ncbi.nlm.nih.gov/40694882/",
          "issue_date": "2025-07",
          "abstract_summary": "This study evaluated two rapid cognitive screening tools, the AD8 and Mini-Cog, against the Montreal Cognitive Assessment (MoCA) in 394 older surgical patients. Both tools showed moderate accuracy in detecting cognitive impairment (CI), but the AD8 was better associated with poorer preoperative patient-centered assessments and a higher rate of 90-day adverse outcomes. The findings highlight the AD8 as a valuable tool for preoperative screening to identify at-risk older patients."
        }
      ],
      "Multidisciplinary Team (MDT) Discussions for High-Risk Surgery": [
        {
          "pmid": "40480911",
          "title": "Characteristics and outcome of preoperative multidisciplinary team discussions for high-risk noncardiac surgical patients in the Netherlands: a multicentre prospective observational study.",
          "author": "Vernooij JEM, Hobrink E, Boerlage RM, van Beest P, van de Calseijde S, Holl T, Janssen LMJ, Klinkert L, Marsman M, Nouwen MJ, Wefers Bettink MA, Preckel B, Kalkman CJ, van Leeuwen B, Festen S, Koning NJ",
          "journal": "British journal of anaesthesia",
          "link": "https://pubmed.ncbi.nlm.nih.gov/40480911/",
          "issue_date": "2025-08",
          "abstract_summary": "This prospective study observed preoperative multidisciplinary team (MDT) discussions for high-risk noncardiac surgical patients in the Netherlands. The study found that these discussions led to significant changes in clinical management for 81% of patients, with nearly one-third avoiding surgery altogether. Despite this, the rate of postoperative adverse events remained high in the selected surgical population."
        }
      ]
    },
    "마취 약리(Pharmacology of Anesthetics)": {
      "Pharmacology of Ketamine": [
        {
          "pmid": "40628582",
          "title": "Effects of ketamine on postoperative cognition: a scoping review.",
          "author": "Brenna CTA, He XW, Liu D, Kaustov L, Choi S, Orser BA",
          "journal": "British journal of anaesthesia",
          "link": "https://pubmed.ncbi.nlm.nih.gov/40628582/",
          "issue_date": "2025-07",
          "abstract_summary": "This scoping review summarizes 58 clinical studies on the cognitive effects of ketamine in adult surgical patients. The results are inconsistent, with 60% of studies reporting no cognitive benefit and 40% reporting reduced incidence or duration of perioperative neurocognitive disorders. The authors conclude that due to heterogeneous study designs and underpowered trials, larger, well-designed studies are needed to determine if specific patient subgroups might benefit from ketamine."
        },
        {
          "pmid": "40619168",
          "title": "Dose-dependent relationship between intra-operative ketamine administration and postoperative delirium: a retrospective cohort study.",
          "author": "Kaiser L, Paschold BS, Wachtendorf LJ, Ahrens E, Tenge T, Redaelli S, Hentges M, Sahli SD, Chen G, Novack V, Eikermann M, Ma H, Schaefer MS",
          "journal": "Anaesthesia",
          "link": "https://pubmed.ncbi.nlm.nih.gov/40619168/",
          "issue_date": "2025-07",
          "abstract_summary": "This large retrospective cohort study of over 100,000 patients investigated the dose-response relationship between intraoperative ketamine and postoperative delirium. The study found a U-shaped relationship, where low-dose ketamine (≤0.35 mg/kg) was associated with a lower risk of delirium. In contrast, higher doses did not affect delirium risk, suggesting an optimal dose range for its neuroprotective effects."
        }
      ],
      "Intrathecal Opioid Conversion": [
        {
          "pmid": "40610220",
          "title": "Lost in conversion: navigating the challenges of converting intrathecal opioids to oral equivalents-a case report and literature review.",
          "author": "Banik RK, Ko JS, Jiminez F, Horn DB, Sivanesan E, Park M, Cohen SP",
          "journal": "Regional anesthesia and pain medicine",
          "link": "https://pubmed.ncbi.nlm.nih.gov/40610220/",
          "issue_date": "2025-07",
          "abstract_summary": "This case report and literature review addresses the challenge of converting chronic intrathecal opioid therapy to systemic opioids, particularly when an intrathecal drug delivery system (IDDS) must be removed. The authors highlight the wide variability in conversion ratios reported in the literature, from 1:300 to as low as 1:2.5 in real-world cases. They advocate for a conservative, patient-specific approach, starting with low conversion ratios and titrating carefully to ensure patient safety."
        }
      ],
      "Novel Anesthetic Agents": [
        {
          "pmid": "39466672",
          "title": "Comparative Electroencephalographic Profile of a New Anesthetic and Anticonvulsant That Is Selective for the GABA A R Slow Receptor Subtype.",
          "author": "Maciver MB, McCarren HS, Eagleman SL, Davies FM, Jahangir A, Pal D, Mashour GA, Bertaccini EJ",
          "journal": "Anesthesia and analgesia",
          "link": "https://pubmed.ncbi.nlm.nih.gov/39466672/",
          "issue_date": "2025-08",
          "abstract_summary": "This study compared the EEG signature of a novel anesthetic, KSEB 01-S2, which selectively targets the GABA-A-R-slow receptor subtype, with the nonselective agonist propofol in rats. KSEB 01-S2 produced a distinct EEG pattern at loss of consciousness, characterized by an increase in theta power and a decrease in low gamma power, unlike propofol's delta power increase. These findings suggest a mechanistic link between GABA-A receptor subtype specificity and unique EEG frequency signatures during anesthesia."
        },
        {
          "pmid": "40315373",
          "title": "Effects of the Quinone Analog Ubiquinone-5 on Murine Mitochondria and Hypnosis.",
          "author": "Somnay YR, Wang A, Lim H, Griffiths KK, Zandkarimi F, Chen K, Yang G, Wasilczuk AZ, Kelz MB, Larr D, Yang M, Gil-Iturbe E, Moon A, Quick M, Levy RJ",
          "journal": "Anesthesiology",
          "link": "https://pubmed.ncbi.nlm.nih.gov/40315373/",
          "issue_date": "2025-07",
          "abstract_summary": "This study investigated the anesthetic properties of ubiquinone-5 (Ub5), a quinone analog, hypothesizing it would act similarly to propofol by disrupting mitochondrial function. In mice, Ub5 induced hypnosis and EEG changes consistent with anesthesia, which was linked to uncompensated mitochondrial proton leak. The research identified the aspartate-glutamate carrier Aralar as a functional target for Ub5, advancing the understanding of how mitochondrial disruption contributes to the anesthetic state."
        }
      ],
      "Perioperative Insulin Pharmacology and Management": [
        {
          "pmid": "40480914",
          "title": "Development of insulin and its pharmacology and perioperative use: a narrative review.",
          "author": "Dhatariya K, Levy NA, Stubbs D, Frank C, Tinsley SL, Knaggs RD",
          "journal": "British journal of anaesthesia",
          "link": "https://pubmed.ncbi.nlm.nih.gov/40480914/",
          "issue_date": "2025-08",
          "abstract_summary": "This narrative review covers the evolution of insulin and its perioperative management. It discusses the pharmacology of newer insulin analogues and modern delivery technologies like hybrid closed-loop systems. The authors highlight key considerations for the perioperative team to ensure safe care for patients with diabetes using these advanced treatments."
        },
        {
          "pmid": "38861464",
          "title": "In Vitro Investigation of Insulin Dynamics During 4 Hours of Simulated Cardiopulmonary Bypass.",
          "author": "Schweizer T, Nossen CM, Galova B, Schild C, Huber M, Bally L, Vogt A, Siepe M, Nagler M, Fischer K, Guensch DP",
          "journal": "Anesthesia and analgesia",
          "link": "https://pubmed.ncbi.nlm.nih.gov/38861464/",
          "issue_date": "2025-08",
          "abstract_summary": "This in vitro study investigated insulin loss during simulated cardiopulmonary bypass (CPB) and found a substantial decrease in insulin levels only in circuits containing hemoglobin. The insulin loss was more pronounced in a conventional roller pump circuit compared to a mini-circuit and correlated strongly with the degree of hemolysis. The findings suggest that insulin degradation by hemolysis products is a more significant contributor to insulin loss during CPB than adhesion to circuit surfaces."
        }
      ],
      "Non-Insulin Diabetes Medications in Perioperative Care": [
        {
          "pmid": "40651878",
          "title": "Non-insulin diabetes medicines: a narrative review for anaesthetists and intensivists.",
          "author": "Tinsley S, Frank C, Stubbs D, Dhatariya K, Knaggs RD, Levy NA",
          "journal": "British journal of anaesthesia",
          "link": "https://pubmed.ncbi.nlm.nih.gov/40651878/",
          "issue_date": "2025-07",
          "abstract_summary": "This narrative review provides an overview of non-insulin diabetes medications for anaesthetists and intensivists. It discusses the mechanisms and perioperative considerations for various drug classes, including biguanides, SGLT2 inhibitors, and incretin-based therapies. The article emphasizes safe management strategies to avoid complications when caring for patients on these agents."
        },
        {
          "pmid": "40414168",
          "title": "Management of SGLT2i-associated perioperative ketoacidosis (SAPKA) / Euglycemic Diabetic Ketoacidosis (EDKA).",
          "author": "Wen LY",
          "journal": "Journal of clinical anesthesia",
          "link": "https://pubmed.ncbi.nlm.nih.gov/40414168/",
          "issue_date": "2025-07",
          "abstract_summary": "This infographic provides a concise guide for anesthesia and surgery teams on managing the risk of SGLT2i-associated perioperative ketoacidosis (SAPKA), also known as euglycemic diabetic ketoacidosis (EDKA). It highlights the incidence of this complication, estimated at 0.17% for non-emergent and 1.1% for emergent procedures. The goal is to improve perioperative management of SGLT2 inhibitors to mitigate this serious risk."
        }
      ]
    },
    "법의학 및 윤리(Forensic and Ethical Considerations in Anesthesia)": {
      "Impact of Legal Decisions on Anesthesia Practice": [
        {
          "pmid": "40626745",
          "title": "Three Years On: The Impact of the Dobbs Decision on Anesthesia Practice.",
          "author": "Gambling DR, Vogel TM, Markley JC, Traynor AJ, Cohn JH, Morgan CL",
          "journal": "Anesthesiology",
          "link": "https://pubmed.ncbi.nlm.nih.gov/40626745/",
          "issue_date": "2025-08",
          "abstract_summary": "This article analyzes the effects of the Dobbs decision on anesthesia practice. It highlights that patients seeking abortions now often present at later gestations with more complex medical conditions, posing new challenges for anesthesia providers and necessitating strategies to improve health outcomes."
        }
      ],
      "Occupational Hazards and Workplace Safety": [
        {
          "pmid": "40663557",
          "title": "Head Strikes Among Perioperative Personnel in the United States: A Mixed Methods Study.",
          "author": "Piersa AP, Chan KM, Doney A, Copenhaver MS, Gartland RM, Levine WC, Collier LG, Pian-Smith MCM, Tron LE",
          "journal": "Anesthesiology",
          "link": "https://pubmed.ncbi.nlm.nih.gov/40663557/",
          "issue_date": "2025-07",
          "abstract_summary": "This national study surveyed anesthesiologists and perioperative nurses about head strikes in the operating room, revealing it as a common yet underreported hazard. Over 78% of respondents reported at least one head strike in the past year, most commonly from monitors and equipment, but only 4.8% filed a safety report. The study calls for multifaceted interventions addressing equipment design, workspace organization, and reporting culture to improve safety."
        }
      ],
      "Emotional Distress and Clinician Well-being": [
        {
          "pmid": "40674546",
          "title": "\"The pain and suffering are just too great for me to manage\": A qualitative study of emotional distress among anesthesiologists after challenging clinical events.",
          "author": "Burns CJ, Marzoughi M, Sinko L, Saddawi-Konefka D, Stratton K, Sigakis M, Wixson M, Simmons S, Ramirez M, Kheterpal S, Was A",
          "journal": "Anesthesiology",
          "link": "https://pubmed.ncbi.nlm.nih.gov/40674546/",
          "issue_date": "2025-07",
          "abstract_summary": "This qualitative study interviewed 20 anesthesiology faculty members to explore the sources of lasting emotional distress following challenging clinical events. Key risk factors included clinical errors, unexpected outcomes, lack of support, and patient-related factors like young age. The study highlights the profound and lasting emotional impact on clinicians, including sadness, guilt, and flashbacks, underscoring the need for interventions to protect anesthesiologist mental health."
        }
      ],
      "Gender Equity in Global Anesthesiology": [
        {
          "pmid": "39137053",
          "title": "The Glass Ceiling in Global Health: Perspectives of Female and Male Anesthesiologists.",
          "author": "Matejic B, Nelson BD, Collins L, Milenovic MS",
          "journal": "Anesthesia and analgesia",
          "link": "https://pubmed.ncbi.nlm.nih.gov/39137053/",
          "issue_date": "2025-08",
          "abstract_summary": "This cross-sectional survey of World Federation of Societies of Anaesthesiologists members explored gender differences in perceived barriers to global health careers. The study found that more women than men perceive unique barriers to leadership, with female gender being strongly associated with the perception of bias. Key challenges identified include work-family balance, lack of female mentors, and discrimination, highlighting the need for policies promoting gender equity."
        }
      ],
      "Racial Disparities in Perioperative Care": [
        {
          "pmid": "39178159",
          "title": "Racial and Ethnic Differences in Postoperative Nausea and Vomiting Care.",
          "author": "Owusu-Agyemang P, Idowu O, Muthukumar A, Guerra-Londono JJ, Idowu T, Diaz NN, Feng L, Miller M, Gundre S, Wright C, Cata JP",
          "journal": "Anesthesia and analgesia",
          "link": "https://pubmed.ncbi.nlm.nih.gov/39178159/",
          "issue_date": "2025-08",
          "abstract_summary": "This retrospective study of over 60,000 cancer surgery patients investigated racial and ethnic differences in the administration of antiemetics. The analysis revealed that Black patients were significantly less likely to receive antiemetics in the preoperative, intraoperative, and postoperative settings compared to patients of other races and ethnicities. These findings suggest significant disparities in care for postoperative nausea and vomiting that need to be addressed."
        },
        {
          "pmid": "40627996",
          "title": "Association between race, ethnicity, and surgical case cancellations: A retrospective study in a cohort of patients undergoing oncological surgeries.",
          "author": "Cata JP, Owusu-Agyemang P, Adesoye T, Feng L",
          "journal": "Journal of clinical anesthesia",
          "link": "https://pubmed.ncbi.nlm.nih.gov/40627996/",
          "issue_date": "2025-07",
          "abstract_summary": "This large retrospective study investigated the association between patient race/ethnicity and surgical case cancellations at a major cancer center. The results showed that Black patients had a significantly higher rate of surgical cancellations compared to White and Asian patients, even after adjusting for confounding factors. The study highlights systemic disparities and suggests that in the context of cancer care, Black patients face an increased risk of treatment delays."
        }
      ],
      "Reporting Quality of Clinical Practice Guidelines": [
        {
          "pmid": "40623762",
          "title": "Guidelines on neurostimulation for chronic pain: a compliance appraisal of reporting standards.",
          "author": "D'Souza RS, Ege E, McMullin P, Hussain N",
          "journal": "Regional anesthesia and pain medicine",
          "link": "https://pubmed.ncbi.nlm.nih.gov/40623762/",
          "issue_date": "2025-07",
          "abstract_summary": "This study evaluated the reporting quality of 24 clinical practice guidelines on neurostimulation for chronic pain using the RIGHT and AGREE checklists. The findings revealed that current guidelines have significant reporting variability, with an average compliance of only around 55% for both checklists. Key under-reported areas included cost implications, guideline limitations, and management of competing interests, highlighting a need for improved transparency and methodological rigor."
        }
      ],
      "Anesthesiology Residency Program Assessment": [
        {
          "pmid": "40638528",
          "title": "How Well Do Accreditation Council for Graduate Medical Education Milestones Track Readiness for Anesthesiology Certifying Examinations in a National Resident Cohort?",
          "author": "Sun H, Mitchell JD, Deiner SG, Andreae MH, Banerjee A, Ye T, Edgar L, Levine AI, Harman AE, Weinger MB",
          "journal": "Anesthesia and analgesia",
          "link": "https://pubmed.ncbi.nlm.nih.gov/40638528/",
          "issue_date": "2025-07",
          "abstract_summary": "This study examined the correlation between ACGME Milestones ratings and American Board of Anesthesiology (ABA) examination performance for a national cohort of anesthesiology residents. While a modest correlation was found between the Medical Knowledge Milestone and the written ADVANCED Examination, there were only weak or no significant correlations with the Standardized Oral Examination (SOE) or OSCE. The results suggest that the Milestones system, as currently implemented, does not effectively predict performance on the certifying examinations."
        },
        {
          "pmid": "40609217",
          "title": "Reliability and utility of anesthesiology entrustable professional activities assessed with a mobile web application.",
          "author": "Tanaka P, Park YS, Chen J, Macario A",
          "journal": "Journal of clinical anesthesia",
          "link": "https://pubmed.ncbi.nlm.nih.gov/40609217/",
          "issue_date": "2025-07",
          "abstract_summary": "This study evaluated the use of a mobile web application for assessing 14 Entrustable Professional Activities (EPAs) among 31 anesthesiology residents. The results indicated that only two EPAs were effective in discriminating resident performance, and most EPAs did not reach a level of reliability suitable for formative feedback, even with numerous observations. Despite these limitations, the study concludes that EPA assessments via the app can still be a useful component of competency-based medical education for low-stakes, formative feedback."
        }
      ]
    },
    "마취장비 및 감시(Anesthesia Equipment and Monitoring)": {
      "EEG-Based Anesthesia Depth Monitoring": [
        {
          "pmid": "40683805",
          "title": "Response of the Conox quantitative electroencephalographic monitor to neuromuscular block in awake volunteers.",
          "author": "Schuller PJ, Pretorius JPG, Newbery KB",
          "journal": "British journal of anaesthesia",
          "link": "https://pubmed.ncbi.nlm.nih.gov/40683805/",
          "issue_date": "2025-07",
          "abstract_summary": "This study investigated whether the Conox EEG monitor, like similar devices, relies on muscle activity (EMG) to generate accurate consciousness indices in awake individuals. By replaying EEG recordings from awake, paralyzed volunteers, the researchers found that both the qCON and qNOX indices decreased to levels indicating sedation or anesthesia, despite the subjects being fully awake. The findings suggest Conox requires EMG for accurate readings and may be an unreliable indicator of awareness in paralyzed patients."
        },
        {
          "pmid": "40682867",
          "title": "Electroencephalographic changes related to cortico-subcortical decoupling during propofol-induced loss of consciousness: A secondary analysis of a prospective observational study.",
          "author": "Fernandez-Candil JL, Nuttall R, Gallart L, Schneider G, Blanco-Hinojo L, Martinez-Vilavella G, Pujol J, Adalid I, Berger S, Bujosa D, Deus J, Gambus PL, Jaramillo S, Molto L, Ortega JF, Pacreu S, Perez-Sola V, Vila E",
          "journal": "Journal of clinical anesthesia",
          "link": "https://pubmed.ncbi.nlm.nih.gov/40682867/",
          "issue_date": "2025-07",
          "abstract_summary": "This secondary analysis aimed to describe artifact-corrected EEG changes that correspond with cortico-subcortical decoupling observed in fMRI during propofol-induced loss of consciousness (LOC). In 16 healthy volunteers, the study found that this decoupling event coincided with a gradual decrease in the qCON index to below 60 and a significant increase in frontal alpha band power. These findings help bridge the gap between fMRI research and clinical EEG monitoring at the bedside."
        },
        {
          "pmid": "40638527",
          "title": "Age-Dependent Entropic Features During Propofol Anesthesia in Developing Brain.",
          "author": "Zhang Y, Liang ZH, Wang X, Zhang N, Zhu HT, Wang DX, Guo XY, Li XL, Song LL",
          "journal": "Anesthesia and analgesia",
          "link": "https://pubmed.ncbi.nlm.nih.gov/40638527/",
          "issue_date": "2025-07",
          "abstract_summary": "This study investigated the use of entropy-based EEG measures (PeEn and SampEn) for monitoring anesthesia depth in 77 children aged 1-18 receiving propofol. Frontal Permutation Entropy (PeEn) showed excellent accuracy in distinguishing unresponsiveness from recovery, outperforming BIS in toddlers. The study also found that frontal complexity, indicated by these entropic measures, decreased with age during propofol maintenance, reflecting developmental changes in the frontal cortex."
        }
      ],
      "Non-invasive Hemodynamic Monitoring": [
        {
          "pmid": "40685291",
          "title": "Predicting arterial pressure without prejudice: towards effective hypotension prediction models.",
          "author": "Vistisen ST, Elbers P",
          "journal": "British journal of anaesthesia",
          "link": "https://pubmed.ncbi.nlm.nih.gov/40685291/",
          "issue_date": "2025-07",
          "abstract_summary": "This commentary discusses a recent study by Yang and colleagues on deep learning models for predicting hypotension. It highlights how training a model with unbiased data selection allows the algorithm to learn more than just the current blood pressure, whereas biased data distorts and inflates the positive predictive value. The authors emphasize the importance of using unbiased data to develop truly effective hypotension prediction algorithms."
        },
        {
          "pmid": "40532359",
          "title": "A prospective, observational study of non-invasive venous waveform analysis (NIVA) for the detection of acute low volume blood loss in humans.",
          "author": "Alvis BD, Wervey D, Pein R, Wise E, Sobey J, Mede A, Vaughn L, Case M, Breed M, Priyanka J, Leisy P, Brophy C, Hocking K",
          "journal": "Journal of clinical anesthesia",
          "link": "https://pubmed.ncbi.nlm.nih.gov/40532359/",
          "issue_date": "2025-07",
          "abstract_summary": "This study evaluated a novel technology, Non-Invasive Venous waveform Analysis (NIVA), for its ability to detect low-volume acute blood loss. In 33 healthy blood donors, the NIVA-derived IntraVAscular Number (IVAN) showed a significant decrease after just 200 mL of blood loss. The technology demonstrated high accuracy (AUC of 0.91) for detecting a 500 mL loss, suggesting its potential as an early, non-invasive monitor for hemorrhage."
        },
        {
          "pmid": "40601488",
          "title": "Continuous and Noninvasive Total Blood Hemoglobin Measurement Using Near-Infrared Reflectance Spectrometry.",
          "author": "van Wonderen SF, Aguirre A, Benni P, van den Dool REC, Macias Pingarron JP, Solares GJ, Hatib F, Veelo DP, Vlaar APJ, Jian Z",
          "journal": "Anesthesia and analgesia",
          "link": "https://pubmed.ncbi.nlm.nih.gov/40601488/",
          "issue_date": "2025-07",
          "abstract_summary": "This study evaluated a novel algorithm using near-infrared reflectance spectroscopy (NIRS) for continuous, noninvasive measurement of total hemoglobin (tHb) in 189 cardiac surgery patients. The NIRS-based tHb measurements showed good agreement with blood gas analyzer values, with a bias of 0.08 g/dL and precision of 1.01 g/dL. The results suggest this technology provides an accurate measurement of tHb, which could help guide transfusion practices during surgery."
        }
      ],
      "Continuous Glucose Monitoring": [
        {
          "pmid": "40707283",
          "title": "Accuracy of continuous glucose monitoring during noncardiac surgery: a prospective, blinded observational multicentre cohort study.",
          "author": "Janssen H, Dias P, Ahuja S, Alharbi S, Hiller L, Khan K, Iyer K, Sundar A, Abousharkh I, Thomas C, Jhanji S, Oliver NS, AcklandGL",
          "journal": "British journal of anaesthesia",
          "link": "https://pubmed.ncbi.nlm.nih.gov/40707283/",
          "issue_date": "2025-07",
          "abstract_summary": "This prospective study evaluated the accuracy of a continuous glucose monitor (Dexcom G7) during the perioperative period in 118 noncardiac surgery patients. Compared to arterial blood glucose measurements, the monitor showed an overall bias of 0.38 mM, which decreased by the end of surgery. With over 98% of values falling within acceptable risk ranges, the study concludes that the accuracy of modern continuous glucose monitoring is sufficient for perioperative use to enhance surveillance of dysglycemia."
        }
      ],
      "Sustainability and Environmental Impact": [
        {
          "pmid": "40675839",
          "title": "Impact of desflurane removal from the operating room on carbon dioxide emissions at a tertiary academic medical centre: a retrospective analysis.",
          "author": "Seibold EL, Wachtendorf LJ, Needham MJ, Munoz-Acuna R, Redaelli S, Suleiman A, von Wedel D, Ratajczak N, Remotti EJ, Paschold BS, Chen G, Palardy A, Pierce T, Kienbaum P, Ramachandran SK, Schaefer MS",
          "journal": "British journal of anaesthesia",
          "link": "https://pubmed.ncbi.nlm.nih.gov/40675839/",
          "issue_date": "2025-07",
          "abstract_summary": "This retrospective study analyzed the impact of removing desflurane on anesthesia-related carbon emissions at a U.S. academic medical center. The gradual removal and ultimate elimination of desflurane led to an 82.8% reduction in CO2e-emissions per patient. The study highlights that after eliminating desflurane, the use of nitrous oxide and high fresh gas flows became the dominant contributors to the remaining carbon footprint."
        },
        {
          "pmid": "40541484",
          "title": "Sustainability assessment of perioperative patient warming devices: a comparative life cycle assessment and costing.",
          "author": "Rebello TA, Spoyalo K, Chhipi-Shrestha G, Hewage K, Sadiq R, MacNeill AJ",
          "journal": "British journal of anaesthesia",
          "link": "https://pubmed.ncbi.nlm.nih.gov/40541484/",
          "issue_date": "2025-08",
          "abstract_summary": "This study conducted a life cycle assessment and costing analysis of various perioperative patient warming devices. The resistive blanket was found to be the most environmentally and economically sustainable option. The authors recommend minimizing the use of flannel blankets and disposable consumables to optimize sustainability."
        }
      ],
      "Artificial Intelligence in Anesthesia": [
        {
          "pmid": "40726206",
          "title": "Mean arterial pressure is all you need in a machine learning model for mean arterial pressure prediction.",
          "author": "Tschoellitsch T, Kaltenleithner S, Maletzky A, Moser P, Seidl P, Bock C, Thumfart S, Giretzlehner M, Hochreiter S, Meier J",
          "journal": "European journal of anaesthesiology",
          "link": "https://pubmed.ncbi.nlm.nih.gov/40726206/",
          "issue_date": "2025-07",
          "abstract_summary": "This retrospective study evaluated whether machine learning models could predict mean arterial pressure (MAP) using only previous MAP values as input. Using three large patient datasets, the models achieved high predictive accuracy (ROC AUCs >0.92 for a 5-minute horizon) for MAP falling below 65 mmHg. The study concludes that complex inputs are not necessary, as a model trained solely on past MAP data can effectively predict future hypotension."
        },
        {
          "pmid": "40615329",
          "title": "Artificial intelligence for electrocardiographic diagnosis of perioperative myocardial ischaemia: a scoping review.",
          "author": "Kim A, Chatterjee M, Iansavitchene A, Komeili M, Chan ADC, Yang H, Chui J",
          "journal": "British journal of anaesthesia",
          "link": "https://pubmed.ncbi.nlm.nih.gov/40615329/",
          "issue_date": "2025-07",
          "abstract_summary": "This scoping review assessed the current state of artificial intelligence (AI) for diagnosing perioperative myocardial ischemia from ECGs. The review of 182 articles found that while AI algorithms can achieve high diagnostic accuracy on clean, intermittent ECGs from existing databases, they have not been validated on 'noisy' continuous data typical of the perioperative setting. The authors call for future research to develop and test AI algorithms on real-world perioperative ECG data."
        },
        {
          "pmid": "40537197",
          "title": "Generative AI models: the next anaesthetic agent?",
          "author": "Julius A, Bowness JS",
          "journal": "British journal of anaesthesia",
          "link": "https://pubmed.ncbi.nlm.nih.gov/40537197/",
          "issue_date": "2025-07",
          "abstract_summary": "This commentary discusses a recent study that used an ensemble of large language models (LLMs) to accurately extract structured data from free-text intraoperative transesophageal echocardiography reports. The authors highlight the potential of this AI-driven approach to overcome the challenges of manual data extraction, which is often labor-intensive and error-prone. This technology points towards broader applications of AI in streamlining data management and improving efficiency in perioperative care."
        }
      ],
      "Remote Continuous Monitoring": [
        {
          "pmid": "40674264",
          "title": "Remote Continuous Vital Sign Monitoring of Scoliosis Surgery Patients on General Wards: A Cost-Effectiveness Analysis.",
          "author": "Trentino KM, Hoque ME, Lloyd A, Trentino L, Ienco R, Murray K, Bowles T, Wulff S, Burcham J, Thompson A, Waterer G",
          "journal": "Anesthesia and analgesia",
          "link": "https://pubmed.ncbi.nlm.nih.gov/40674264/",
          "issue_date": "2025-07",
          "abstract_summary": "This study evaluated the cost-effectiveness of a remote continuous monitoring service (HIVE) for postoperative scoliosis surgery patients on general wards. Comparing patients before and after HIVE implementation, the service was associated with a reduction of 27.1 hours in ICU and a cost saving of AU$2682 per patient. The findings provide economic evidence supporting the use of remote monitoring to reduce ICU utilization and healthcare costs without compromising patient safety."
        }
      ],
      "Operational Response to Electronic Health Record (EHR) Outage": [
        {
          "pmid": "40493406",
          "title": "Continuing Anesthesia Services in the Face of a Prolonged Digital Health System Outage.",
          "author": "Cheon EC, Shaffer S, McCarthy K, Leavitt O, Mukerji S, Hardy C",
          "journal": "Anesthesiology",
          "link": "https://pubmed.ncbi.nlm.nih.gov/40493406/",
          "issue_date": "2025-08",
          "abstract_summary": "This narrative review details a pediatric anesthesiology department's experience during a prolonged electronic health record (EHR) system outage. The authors describe the operational challenges and responses needed to maintain safe patient care and financial stability. They provide recommendations for other hospitals on managing such disruptions, which affect all aspects of care from patient identification to communication."
        }
      ],
      "Perioperative Education and Technology": [
        {
          "pmid": "40707287",
          "title": "Technology, evidence, and continuing clinical education: a role for self-directed learning?",
          "author": "Webster CS, Weller JM",
          "journal": "British journal of anaesthesia",
          "link": "https://pubmed.ncbi.nlm.nih.gov/40707287/",
          "issue_date": "2025-07",
          "abstract_summary": "This article discusses the challenge for clinicians to stay updated with rapidly advancing clinical technology in anesthesia. It highlights self-directed learning, particularly through video, as an effective and flexible method to meet this training need. However, the authors suggest that this approach is unlikely to completely replace traditional instructor-led learning."
        }
      ]
    },
    "기도관리(Airway Management)": {
      "Videolaryngoscopy Techniques and Training": [
        {
          "pmid": "40702899",
          "title": "Incidence of transient sinus pause in cardiac rhythm increases with the use of hyperangulated videolaryngoscope blade compared to standard angle blade during tracheal intubation: A prospective randomised controlled trial.",
          "author": "Lee YJ, Lee S, Kim JW, Oh CS, Kim TY",
          "journal": "European journal of anaesthesiology",
          "link": "https://pubmed.ncbi.nlm.nih.gov/40702899/",
          "issue_date": "2025-07",
          "abstract_summary": "This randomized controlled trial compared the hemodynamic effects of hyperangulated versus standard-angle videolaryngoscope blades during intubation. The study found a significantly higher incidence of transient sinus pause (19% vs. 4%) in the group using the hyperangulated blade. Use of the hyperangulated blade was identified as an independent predictor for this adverse cardiac rhythm event."
        },
        {
          "pmid": "40634187",
          "title": "Videolaryngoscopy versus direct laryngoscopy for teaching direct laryngoscopy skills: a systematic review and meta-analysis.",
          "author": "Gunning SGS, Urwin D, Cook TM, Hansel J",
          "journal": "British journal of anaesthesia",
          "link": "https://pubmed.ncbi.nlm.nih.gov/40634187/",
          "issue_date": "2025-07",
          "abstract_summary": "This systematic review and meta-analysis assessed the utility of Macintosh videolaryngoscopy for teaching direct laryngoscopy. Analysis of 10 relevant studies showed that training with videolaryngoscopy led to higher first-attempt success rates compared to direct laryngoscopy training. The review concludes that videolaryngoscopy is an effective tool for teaching direct laryngoscopy skills and its role as a preferred teaching method should be considered."
        }
      ],
      "Tracheal Extubation Location and Postoperative Outcomes": [
        {
          "pmid": "40351134",
          "title": "Impact of tracheal extubation location after surgical procedures on peri-operative times: a prospective dual-centre observational study.",
          "author": "Godet T, Wajew C, Fabrizi M, Monet C, Pouzeratte Y, Lapeyre M, Adelou S, Pereira B, Garnier M, Chanques G, Jabaudon M, Futier E, Jaber S, De Jong A",
          "journal": "Anaesthesia",
          "link": "https://pubmed.ncbi.nlm.nih.gov/40351134/",
          "issue_date": "2025-08",
          "abstract_summary": "This prospective study compared outcomes based on the location of tracheal extubation—either in the operating theatre (OT) or the post-anaesthesia care unit (PACU). The results showed that extubating in the OT added approximately 8 minutes to theatre occupancy time. However, it was associated with a lower incidence of postoperative respiratory and cardiovascular complications like desaturation and hypotension."
        }
      ],
      "Pediatric Airway Management and Complications": [
        {
          "pmid": "40717423",
          "title": "Consensus recommendations for paediatric airway topicalisation using lidocaine.",
          "author": "Iliff HA, Parnell J, Baker PA, Baxter A, Chapman R, Coulson J, Dotherty C, Endlich Y, Frykholm P, Harkin J, Jagannathan N, Kubba H, Kwizera Ndekezi J, McGuire B, Mesbah A, Mehanna R, Miskovic A, Newton R, Orban N, Perry S, Peyton J, Rivett K, Roberts M, Temo K",
          "journal": "Anaesthesia",
          "link": "https://pubmed.ncbi.nlm.nih.gov/40717423/",
          "issue_date": "2025-07",
          "abstract_summary": "This paper presents consensus recommendations developed by an international expert group on the use of lidocaine for airway topicalization in children. Following a systematic review and a Delphi process, 21 recommendations were agreed upon, covering dosing, recovery, adverse reactions, and institutional responsibilities. These guidelines aim to promote safer clinical practice, addressing a gap in current evidence-based guidance."
        },
        {
          "pmid": "40622860",
          "title": "Adverse events associated with airway management in pediatric anesthesia: A prospective, multicenter, observational Japan Pediatric Difficult Airway in Anesthesia (J-PEDIA) study.",
          "author": "Kojima T, Yamauchi Y, Watanabe F, Ichiyanagi S, Kobayashi Y, Kaiho Y, Toyama H, Kasuya S, Kuratani N, Suzuki Y",
          "journal": "Anesthesiology",
          "link": "https://pubmed.ncbi.nlm.nih.gov/40622860/",
          "issue_date": "2025-07",
          "abstract_summary": "The J-PEDIA study prospectively observed over 17,000 airway management procedures in children across 10 Japanese hospitals to determine the incidence of adverse events. Any adverse event occurred in 2.0% of cases, with desaturation occurring in 2.3%, most frequently in neonates and infants. Risk factors included younger age, certain surgical types, and anatomical difficult airway features, highlighting areas for targeted safety strategies."
        }
      ],
      "High-Flow Nasal Oxygen vs. Laryngeal Mask Ventilation": [
        {
          "pmid": "40690380",
          "title": "High-Flow Nasal Oxygen versus Mechanical Ventilation Through a Laryngeal Mask During General Anesthesia Without Muscle Paralysis: A Randomized Clinical Trial.",
          "author": "Frassanito L, Grieco DL, Vassalli F, Piersanti A, Scorzoni M, Ciano F, Zanfini BA, Catarci S, Catena U, Scambia G, Antonelli M, Draisci G",
          "journal": "Anesthesia and analgesia",
          "link": "https://pubmed.ncbi.nlm.nih.gov/40690380/",
          "issue_date": "2025-07",
          "abstract_summary": "This randomized trial compared high-flow nasal oxygen with laryngeal mask ventilation for respiratory support during 30-minute general anesthesia sessions without muscle paralysis. The study found high-flow oxygen to be non-inferior, with a 99% success rate in both groups. While high-flow oxygen was associated with fewer postoperative respiratory symptoms, it also led to a higher incidence of hypercarbia, warranting careful patient selection and monitoring."
        }
      ],
      "Emergency Front-of-Neck Access in Pediatrics": [
        {
          "pmid": "40620035",
          "title": "'The trachea heals but the hypoxia does not' an emergency front-of-neck access in a 4-year-old with foreign body airway obstruction.",
          "author": "Asgeirsdottir S, Karlsson EK, Sigurdsson T",
          "journal": "European journal of anaesthesiology",
          "link": "https://pubmed.ncbi.nlm.nih.gov/40620035/",
          "issue_date": "2025-07",
          "abstract_summary": "This case report details a life-threatening 'Can't Intubate Can't Oxygenate' (CICO) emergency in a 4-year-old child with a foreign body airway obstruction. The report describes the successful use of an emergency front-of-neck surgical airway (eFONA) via a scalpel-bougie-tube method during cardiopulmonary resuscitation. This case highlights a critical intervention for a rare but devastating event in the pediatric population."
        }
      ],
      "Perioperative Fasting Guidelines for Children": [
        {
          "pmid": "40410101",
          "title": "Impact of liberal preoperative clear fluid fasting regimens on the risk of pulmonary aspiration in children (EUROFAST): an international prospective cohort study.",
          "author": "Frykholm P, Modiri AR, Klaucane A, Beck CE, Bouvet L, Isserman RS, Oshan V, Stricker PA, Quintao VC, Frithiof R",
          "journal": "British journal of anaesthesia",
          "link": "https://pubmed.ncbi.nlm.nih.gov/40410101/",
          "issue_date": "2025-07",
          "abstract_summary": "This large, international prospective cohort study involving over 300,000 pediatric anesthetic procedures investigated the safety of liberalized clear fluid fasting times. The study found no increase in the incidence of confirmed pulmonary aspiration when fasting times were reduced from ≥2 hours to either ≥1 hour or a 'sip-til-send' policy. The findings provide strong evidence for the safety of reducing preoperative clear fluid fasting times to 1 hour or less in children."
        }
      ]
    },
    "흡입마취(Inhalation Anesthesia)": {
      "Neurocognitive Effects of Inhaled Anesthetics": [
        {
          "pmid": "40537199",
          "title": "Emergence from general anaesthesia: stochastic or deterministic?",
          "author": "Lee U",
          "journal": "British journal of anaesthesia",
          "link": "https://pubmed.ncbi.nlm.nih.gov/40537199/",
          "issue_date": "2025-07",
          "abstract_summary": "This commentary discusses a recent study on emergence from anesthesia, which found significant variability in emergence times even in genetically identical mice, suggesting a stochastic rather than deterministic process. The author argues that while this offers a new perspective, the reliance on motor reflexes (like the righting reflex) may not fully capture cognitive recovery. The commentary calls for future research to use more comprehensive, cognition-sensitive markers to better understand the nature of anesthetic emergence."
        },
        {
          "pmid": "40408187",
          "title": "Intergenerational Postoperative Neurocognitive Disorder in a Rat Model: Initiating Mechanisms and Pharmacological Prevention.",
          "author": "Ju LS, Khan ZA, Gravenstein N, Seubert CN, Setlow B, Martynyuk AE",
          "journal": "Anesthesiology",
          "link": "https://pubmed.ncbi.nlm.nih.gov/40408187/",
          "issue_date": "2025-07",
          "abstract_summary": "This study in rats explored the mechanisms of sevoflurane-induced perioperative neurocognitive disorder (PND) and its potential intergenerational transmission. Sevoflurane exposure in adult male rats led to sustained hormonal and inflammatory changes and behavioral deficits, which were prevented by an NKCC1 inhibitor or a glucocorticoid receptor inhibitor. Notably, the male offspring of sevoflurane-exposed rats also exhibited similar behavioral abnormalities, suggesting an intergenerational effect of PND that could be pharmacologically prevented."
        },
        {
          "pmid": "40483182",
          "title": "Direct inhibition of cystathionine-beta-synthase by isoflurane contributes to delayed neurocognitive recovery after isoflurane general anaesthesia in mice.",
          "author": "Xu F, Zhang P, Liu H, Wang R, Fan Z, Gao Y, Lu Z, Cong P, Chen H, Wang J, Dong H, Xiong L, Zhao G",
          "journal": "British journal of anaesthesia",
          "link": "https://pubmed.ncbi.nlm.nih.gov/40483182/",
          "issue_date": "2025-08",
          "abstract_summary": "This study investigated how isoflurane affects postoperative neurocognitive recovery in mice. Researchers found that isoflurane directly inhibits the enzyme cystathionine-beta-synthase (CBS), leading to an accumulation of homocysteine in the brain and delayed cognitive recovery. Activating CBS or its downstream pathways was shown to alleviate these cognitive deficits, providing a new insight into the mechanisms of perioperative neurocognitive disorders (PND)."
        }
      ],
      "Factors Associated with MAC Ratio": [
        {
          "pmid": "40489632",
          "title": "Clinical and Genetic Factors Associated with Intraoperative Minimum Alveolar Concentration Ratio: A Single-center Retrospective Cohort and Genome-wide Association Study.",
          "author": "Douville NJ, Jewell ES, Zhao X, Colquhoun DA, Bertucci-Richter E, Zollner S, Davis RP, Kumar SS, Mashour GA",
          "journal": "Anesthesiology",
          "link": "https://pubmed.ncbi.nlm.nih.gov/40489632/",
          "issue_date": "2025-07",
          "abstract_summary": "This large retrospective study investigated clinical and genetic factors associated with the clinically delivered minimum alveolar concentration (MAC) ratio. The study confirmed that mean arterial pressure was strongly associated with anesthetic delivery and identified numerous other demographic and surgical factors. A genome-wide association study suggested several plausible genes, including DISC1, but no variants reached genome-wide significance."
        }
      ],
      "Postoperative Sleep Quality": [
        {
          "pmid": "40460592",
          "title": "Propofol versus sevoflurane anesthesia on postoperative sleep quality in older patients after major abdominal surgery: A randomized clinical trial.",
          "author": "Chen NP, Sun P, Li CJ, Xing XX, Li M, Sun ZJ, Li HJ, Mu DL, Wang DX",
          "journal": "Journal of clinical anesthesia",
          "link": "https://pubmed.ncbi.nlm.nih.gov/40460592/",
          "issue_date": "2025-07",
          "abstract_summary": "This randomized clinical trial compared the effects of propofol versus sevoflurane anesthesia on postoperative sleep in 144 older patients undergoing major abdominal surgery. The study found that propofol-based anesthesia was associated with a significantly longer total sleep time on the first postoperative night compared to sevoflurane. This difference may be partly explained by lower plasma orexin-A levels in the propofol group."
        }
      ],
      "Environmental Impact of Inhaled Anesthetics": [
        {
          "pmid": "40727983",
          "title": "Views of people who have given birth on the environmental and occupational exposure risks of nitrous oxide for labour analgesia: an interview-based qualitative study.",
          "author": "Elgie L, Salih T, Moonesinghe SR",
          "journal": "Anaesthesia",
          "link": "https://pubmed.ncbi.nlm.nih.gov/40727983/",
          "issue_date": "2025-07",
          "abstract_summary": "This qualitative study explored the perspectives of 12 individuals who had used nitrous oxide for labor analgesia regarding its environmental and occupational risks. Participants viewed nitrous oxide as a safe, default option and felt that mitigating its harm was the institution's responsibility, not the patient's. While they were interested in its environmental impact, this information would not necessarily change their choice of analgesia, highlighting the need for system-level solutions."
        }
      ]
    },
    "정맥마취(Intravenous Anesthesia)": {
      "Propofol Pharmacometabolomics": [
        {
          "pmid": "40258137",
          "title": "Breath Analysis of Propofol and Associated Metabolic Signatures: A Pilot Study Using Secondary Electrospray Ionization-High-resolution Mass Spectrometry.",
          "author": "Zeng J, Stankovic N, Singh KD, Steiner R, Frey U, Erb T, Sinues P",
          "journal": "Anesthesiology",
          "link": "https://pubmed.ncbi.nlm.nih.gov/40258137/",
          "issue_date": "2025-08",
          "abstract_summary": "This pilot study explored the use of high-resolution mass spectrometry to analyze the breath of pediatric patients under propofol anesthesia. The results showed a strong correlation between exhaled propofol and its metabolites with serum concentrations. The analysis also detected metabolic changes indicative of oxidative stress, demonstrating the potential of real-time breath analysis for individualized anesthetic monitoring."
        }
      ],
      "Remimazolam for General Anesthesia in Older Adults": [
        {
          "pmid": "40653956",
          "title": "Incidence of postoperative delirium and quality of recovery in older patients undergoing gastrectomy under general anaesthesia with remimazolam vs. propofol: a randomised non-inferiority study.",
          "author": "Sim JH, Kim KM, Lee U, Lee EK, Noh GJ, Choi BM",
          "journal": "Anaesthesia",
          "link": "https://pubmed.ncbi.nlm.nih.gov/40653956/",
          "issue_date": "2025-07",
          "abstract_summary": "This randomized non-inferiority trial compared remimazolam and propofol for maintenance of general anesthesia in 432 older patients undergoing gastrectomy. The study found no difference in the incidence of postoperative delirium (7.9% in both groups) or in the quality of recovery scores at 24 hours. The results suggest that remimazolam is a viable alternative to propofol regarding these key postoperative outcomes."
        }
      ],
      "Neural Mechanisms of Propofol": [
        {
          "pmid": "40704593",
          "title": "The role of supramammillary nucleus glutamatergic neurons in modulating consciousness transitions during propofol anesthesia in mice.",
          "author": "Li JY, Wu YH, Wang YH, Long S, Hu R, Huang WQ, Wang ZX",
          "journal": "Anesthesiology",
          "link": "https://pubmed.ncbi.nlm.nih.gov/40704593/",
          "issue_date": "2025-07",
          "abstract_summary": "This study investigated the role of glutamatergic neurons in the supramammillary nucleus (SuM) in propofol-induced anesthesia in mice. The activity of these neurons decreased during induction and increased during recovery. Manipulating these neurons via chemogenetics and optogenetics altered anesthesia induction/recovery times and could induce behavioral arousal, demonstrating their crucial role in modulating consciousness transitions during propofol anesthesia."
        }
      ],
      "Cognitive Effects of Sedatives": [
        {
          "pmid": "40203181",
          "title": "Effects of Sedative Doses of Propofol, Dexmedetomidine, and Fentanyl on Memory and Pain in Healthy Young Adults: A Randomized, Controlled, Single-blind Crossover Study Using Functional Magnetic Resonance Imaging at 7 Tesla.",
          "author": "Vogt KM, Simmons MA, Reddy SN, Burlew AC, Kozdron CN, Lavage DR, Wang S, Pryor KO, Shafer SL, Ibrahim T, Aizenstein HJ, Reder LM, Ibinson JW, Fiez JA",
          "journal": "Anesthesiology",
          "link": "https://pubmed.ncbi.nlm.nih.gov/40203181/",
          "issue_date": "2025-08",
          "abstract_summary": "This 7T fMRI study in healthy volunteers compared the effects of low-dose propofol, dexmedetomidine, and fentanyl on memory and pain perception. Propofol significantly impaired memory recollection and reduced pain-related brain activation in key areas like the insula, amygdala, and hippocampus. Dexmedetomidine and fentanyl showed different patterns of brain activation changes, highlighting the distinct neuroanatomic targets and cognitive effects of these common sedative agents."
        }
      ]
    },
    "신경근차단(Neuromuscular Blockade)": {
      "Novel Reversal Agents": [
        {
          "pmid": "40461346",
          "title": "Efficacy and safety of adamgammadex for reversing rocuronium-induced deep neuromuscular block: a multicentre, randomised, double-blind, positive-controlled phase III trial.",
          "author": "Zhao Y, Ren Y, Xie W, Wang Y, Lei Y, Zhu Y, Zhang X, Wu X, Guo X, Jiang Y, Wang S, Lei Q, You J, Yu Y, Zhou Y, Zhou W, Xu G, Li C, Gu Z, Luo F, Wang H, Chen J, Wang R, Qi Y, Jie Q, Su D, Gu X, Yu W",
          "journal": "British journal of anaesthesia",
          "link": "https://pubmed.ncbi.nlm.nih.gov/40461346/",
          "issue_date": "2025-08",
          "abstract_summary": "This Phase III randomized trial compared the new reversal agent adamgammadex with sugammadex for reversing deep rocuronium-induced neuromuscular blockade. The study found that adamgammadex (8 mg/kg) was non-inferior to sugammadex (4 mg/kg) in achieving a train-of-four ratio of 0.9 within 10 minutes. The safety profiles of both drugs were comparable."
        }
      ],
      "Sugammadex vs. Neostigmine": [
        {
          "pmid": "40673736",
          "title": "The effect of methylprednisolone on the reversal time of rocuronium by sugammadex in the paediatric patient group: A randomised controlled trial.",
          "author": "Buyukcavlak M, Tire Y, Mermer A, Yuce MS, Yildirim SN, Kozanhan B",
          "journal": "European journal of anaesthesiology",
          "link": "https://pubmed.ncbi.nlm.nih.gov/40673736/",
          "issue_date": "2025-07",
          "abstract_summary": "This randomized controlled trial investigated whether methylprednisolone administration affects sugammadex reversal time in pediatric patients. The study found that patients receiving methylprednisolone had a statistically significant but clinically minor prolongation of reversal time (mean difference of 34.5 seconds) and extubation time. The authors conclude that while an interaction exists, its clinical importance is minimal."
        },
        {
          "pmid": "40327558",
          "title": "A Randomized Controlled Trial of Sugammadex versus Neostigmine for Reversal of Rocuronium on Gastric Emptying in Adults Undergoing Elective Colorectal Surgery.",
          "author": "Togioka BM, Rakshe SK, Ye S, Tekkali P, Tsikitis VL, Fang SH, Herzig DO, Lu KC, Aziz MF",
          "journal": "Anesthesia and analgesia",
          "link": "https://pubmed.ncbi.nlm.nih.gov/40327558/",
          "issue_date": "2025-08",
          "abstract_summary": "This randomized trial compared sugammadex to neostigmine-glycopyrrolate for rocuronium reversal in colorectal surgery, focusing on gastrointestinal function. The study found no significant difference in gastric emptying (primary outcome) between the two groups. However, sugammadex was associated with a faster time to adequate reversal and a clinically significant 16.7-hour shorter time to first bowel movement."
        },
        {
          "pmid": "39957489",
          "title": "The immunomodulatory effect of sugammadex in vitro and after total hip arthroplasty : A randomised controlled pilot and retrospective cohort study.",
          "author": "Bijkerk V, Jacobs LMC, Visser J, van Helden EV, Keijzer C, Helder LS, Albers KI, Warle MC",
          "journal": "European journal of anaesthesiology",
          "link": "https://pubmed.ncbi.nlm.nih.gov/39957489/",
          "issue_date": "2025-08",
          "abstract_summary": "This study investigated the immunomodulatory effects of sugammadex through in-vitro, pilot, and retrospective cohort analyses. In vitro, sugammadex restored cytokine production suppressed by rocuronium. However, a clinical pilot study in total hip arthroplasty patients and a retrospective cohort study in major abdominal surgery patients found no significant early postoperative immunomodulatory effects or association with infectious complications at clinically used doses."
        }
      ],
      "Neuromuscular Blockade and Postoperative Outcomes": [
        {
          "pmid": "40674253",
          "title": "Deep versus Moderate Neuromuscular Blockade During Total Hip Replacement Surgery on Postoperative Recovery and Immune Function: A Randomized Controlled Trial.",
          "author": "Bijkerk V, Jacobs LMC, Rijnen WHC, Keijzer C, Warle MC, Visser J",
          "journal": "Anesthesia and analgesia",
          "link": "https://pubmed.ncbi.nlm.nih.gov/40674253/",
          "issue_date": "2025-07",
          "abstract_summary": "This randomized controlled trial compared deep versus moderate neuromuscular blockade (NMB) in 100 patients undergoing total hip arthroplasty. The study found no significant difference between the two groups in the primary outcome of quality of recovery at postoperative day 1. There were also no differences in postoperative inflammation or pain scores, suggesting no clear benefit of deep NMB for this type of surgery."
        },
        {
          "pmid": "40251137",
          "title": "Association Between Neuromuscular Blockade and Its Reversal With Postoperative Delirium in Older Patients: A Hospital Registry Study.",
          "author": "Ahrens E, Wachtendorf LJ, Shay D, Tenge T, Paschold BS, Rudolph MI, Redaelli S, Kaiser L, Suleiman A, Ma H, Fassbender PJ, Schaefer MS",
          "journal": "Anesthesia and analgesia",
          "link": "https://pubmed.ncbi.nlm.nih.gov/40251137/",
          "issue_date": "2025-08",
          "abstract_summary": "This large hospital registry study of over 53,000 older patients found that the use of nondepolarizing neuromuscular blocking agents (ND-NMBAs) was dose-dependently associated with a higher risk of postoperative delirium. However, this increased risk was mitigated by the administration of a reversal agent (sugammadex or neostigmine). The study concludes that routine reversal of neuromuscular blockade may help reduce the incidence of delirium after surgery."
        }
      ],
      "Recovery from Minimal Neuromuscular Block": [
        {
          "pmid": "40644393",
          "title": "Recovery of the acute hypoxic ventilatory response after reversal of a minimal neuromuscular block. A randomized, controlled trial in healthy, non-obese volunteers.",
          "author": "Snoek MAJ, van Lemmen MA, van der Schrier R, van Velzen M, Dahan A, Boon M",
          "journal": "Anesthesiology",
          "link": "https://pubmed.ncbi.nlm.nih.gov/40644393/",
          "issue_date": "2025-07",
          "abstract_summary": "This study in healthy volunteers investigated the recovery of the acute hypoxic ventilatory response (AHVR) after reversal of a minimal neuromuscular block. Results showed that AHVR was depressed during the block and remained depressed at the point of symptomatic recovery. Although sugammadex reversal resulted in fewer patients with residual AHVR depression compared to spontaneous recovery, a considerable proportion of patients in all groups had residual depression 40 minutes after recovery."
        }
      ]
    },
    "부위마취(Regional Anesthesia)": {
      "Regional Anesthesia for Hip Arthroplasty": [
        {
          "pmid": "40689673",
          "title": "Comparison of two peripheral regional analgesic techniques for primary elective total hip arthroplasty: a randomised clinical trial.",
          "author": "Buffoli F, Bonetti C, Pugno C, Minini A, Bettinelli S, Mancini A, Colombi A, Benigni A, Mariano ER, Lorini LF, Bugada D",
          "journal": "Anaesthesia",
          "link": "https://pubmed.ncbi.nlm.nih.gov/40689673/",
          "issue_date": "2025-07",
          "abstract_summary": "This randomized trial compared two motor-sparing regional techniques for total hip arthroplasty: a pericapsular nerve group (PENG) block plus lateral femoral cutaneous nerve block versus an erector spinae plane (ESP) block. The study found no statistically or clinically significant difference between the two techniques in terms of 24-hour morphine consumption or other secondary outcomes. The choice of block may therefore be situation-dependent, based on patient and system factors."
        },
        {
          "pmid": "40609218",
          "title": "Pericapsular nerve group (PENG) block compared to intrathecal morphine for analgesic efficacy in total hip arthroplasty: A placebo-controlled randomized double-blind non-inferiority trial.",
          "author": "Oremus K, Trkulja V, Gasparini G, Sostaric S, Cicak N, Haspl M, Mihaljevic S",
          "journal": "Journal of clinical anesthesia",
          "link": "https://pubmed.ncbi.nlm.nih.gov/40609218/",
          "issue_date": "2025-07",
          "abstract_summary": "This randomized, double-blind non-inferiority trial compared the analgesic efficacy of a pericapsular nerve group (PENG) block to intrathecal (IT) morphine in patients undergoing total hip arthroplasty. The study found that the PENG block was non-inferior to IT morphine for pain control at rest and during movement over 48 hours, with similar rescue opioid consumption. Importantly, the PENG block did not cause additional motor function compromise."
        },
        {
          "pmid": "40483183",
          "title": "Regional anaesthesia modalities for primary total hip arthroplasty: a systematic review and component network meta-analysis.",
          "author": "Lee KH, Wang JC, Chang CY, Teng WN, Wang HY, Lee CC, Tsai SW, Chen CF, Wu PK, Chen WM",
          "journal": "British journal of anaesthesia",
          "link": "https://pubmed.ncbi.nlm.nih.gov/40483183/",
          "issue_date": "2025-08",
          "abstract_summary": "This systematic review and network meta-analysis compared various single-shot regional anesthesia techniques for primary total hip arthroplasty. The analysis of 87 trials concluded that combined modalities, particularly pericapsular nerve group (PENG) block plus local infiltrative analgesia (LIA), are favorable. This combination provides lower pain scores and reduced opioid consumption with motor-sparing effects."
        },
        {
          "pmid": "38677883",
          "title": "Postsurgical opioid prescribing among veterans using community care for orthopedic surgery at non-VA hospitals compared to a VA hospital with a transitional pain service: a retrospective cohort study.",
          "author": "Buys MJ, Anderson Z, Bayless K, Zhang C, Presson AP, Hales J, Brooke BS",
          "journal": "Regional anesthesia and pain medicine",
          "link": "https://pubmed.ncbi.nlm.nih.gov/38677883/",
          "issue_date": "2025-07",
          "abstract_summary": "This retrospective cohort study compared postoperative opioid prescribing for veterans undergoing orthopedic joint surgery at non-VA community hospitals versus a VA medical center (VAMC) with a transitional pain service. Veterans treated at non-VHA hospitals were prescribed significantly more opioids at discharge and within the first 90 days post-surgery. They were also more likely to continue filling opioid prescriptions beyond 90 days, suggesting that integrated transitional pain services may reduce high-risk prescribing."
        }
      ],
      "Regional Anesthesia for Hip Fracture": [
        {
          "pmid": "40727959",
          "title": "Comparing the pericapsular nerve group block and fascia iliaca block for acute pain management in patients with hip fracture: a randomised clinical trial.",
          "author": "Di Pietro S, Maffeis R, Jannelli E, Mascia B, Resta F, De Silvestri A, Musella V, Centurioni CE, Regeni E, Grassi FA, Locatelli A, Perlini S",
          "journal": "Anaesthesia",
          "link": "https://pubmed.ncbi.nlm.nih.gov/40727959/",
          "issue_date": "2025-07",
          "abstract_summary": "This randomized clinical trial compared the pericapsular nerve group (PENG) block with the fascia iliaca block (FIB) for acute pain in patients with hip fractures. The study found that the PENG block provided superior analgesia in the first hour post-block, with a significantly greater reduction in pain scores. This suggests the PENG block is a promising modality for acute pain management in this setting."
        }
      ],
      "Regional Anesthesia for Breast Surgery": [
        {
          "pmid": "40707285",
          "title": "Erector spinae plane block versus paravertebral block for major oncological breast surgery: a multicentre randomised controlled trial.",
          "author": "Raft J, Dureau S, Fuzier R, Auge M, Lamotte AS, Lemoine A, Albi-Feldzer A",
          "journal": "British journal of anaesthesia",
          "link": "https://pubmed.ncbi.nlm.nih.gov/40707285/",
          "issue_date": "2025-07",
          "abstract_summary": "This randomized trial compared the efficacy of erector spinae plane block (ESPB) and thoracic paravertebral block (PVB) for pain management after major breast cancer surgery. The study found that ESPB did not meet non-inferiority criteria and was less effective for complete analgesia compared to PVB. PVB provided more reliable dermatomal coverage and remains the preferred technique for major breast surgery."
        },
        {
          "pmid": "40532358",
          "title": "Opioid-free anaesthesia protocol based on thoracic paravertebral block enhances postoperative recovery after breast cancer surgery: A two-center, prospective, randomized, controlled trial.",
          "author": "Tong P, Guo Y, Wang Y, Feng Y, Song X, Luo G, Qin W, Lu X, Zheng L, Wang H, Lu Y, Lai R",
          "journal": "Journal of clinical anesthesia",
          "link": "https://pubmed.ncbi.nlm.nih.gov/40532358/",
          "issue_date": "2025-07",
          "abstract_summary": "This randomized controlled trial evaluated an opioid-free anesthesia (OFA) protocol based on thoracic paravertebral block (TPVB) for patients undergoing breast cancer surgery. Compared to standard opioid-based anesthesia, the OFA protocol resulted in significantly higher Quality of Recovery-15 scores at 24 and 48 hours postoperatively. The OFA group also experienced lower pain scores and fewer instances of nausea and retching."
        }
      ],
      "Quadratus Lumborum (QL) Block": [
        {
          "pmid": "40639953",
          "title": "Unilateral subcostal anterior quadratus lumborum block versus intrathecal morphine for postoperative pain in laparoscopic nephrectomy: a randomized controlled trial.",
          "author": "Kaya C, Dost B, Turunc E, Ustun YB, Kibar AN, Cebeci H, De Cassai A; Elsharkawy H",
          "journal": "Regional anesthesia and pain medicine",
          "link": "https://pubmed.ncbi.nlm.nih.gov/40639953/",
          "issue_date": "2025-07",
          "abstract_summary": "This randomized trial compared a unilateral anterior subcostal quadratus lumborum (QL) block to intrathecal morphine (ITM) for pain after laparoscopic nephrectomy. The QL block did not meet the non-inferiority margin for 24-hour opioid consumption, with ITM providing lower pain scores and greater patient satisfaction. The study suggests QL block may be less effective due to inconsistent cranial spread and limited visceral analgesia."
        },
        {
          "pmid": "38754991",
          "title": "No quadriceps muscle weakness following anterior quadratus lumborum block compared with placebo: a randomized, non-inferiority, blinded, volunteer trial.",
          "author": "Tanggaard K, Nielsen MV, Holm UHU, Hoffmann BM, Bernhoff C, Andersen CH, Thomassen SS, Hansen C, Dam M, Poulsen TD, Holm PM, Borglum J",
          "journal": "Regional anesthesia and pain medicine",
          "link": "https://pubmed.ncbi.nlm.nih.gov/38754991/",
          "issue_date": "2025-07",
          "abstract_summary": "This randomized, non-inferiority trial in 20 healthy volunteers investigated whether a unilateral anterior quadratus lumborum (QL) block causes quadriceps muscle weakness. The study found no statistically or clinically significant difference in quadriceps strength between the active block and placebo. This suggests the block can be safely used for procedures where early mobilization is crucial, without compromising motor function."
        }
      ],
      "Parasternal Intercostal Plane (PIP) Blocks": [
        {
          "pmid": "40640047",
          "title": "Impact of superficial and deep parasternal blocks on recovery after cardiac surgery with sternotomy: a randomised controlled trial.",
          "author": "Demarquette A, Jeanneteau A, Blanchard-Daguet A, Fouquet O, Parot-Schinkel E, Lasocki S, Rineau E, Leger M",
          "journal": "British journal of anaesthesia",
          "link": "https://pubmed.ncbi.nlm.nih.gov/40640047/",
          "issue_date": "2025-07",
          "abstract_summary": "This randomized controlled trial assessed whether superficial or deep parasternal intercostal plane blocks improve quality of recovery after cardiac surgery with sternotomy compared to standard care. The study found no significant improvement in Quality of Recovery-15 scores at 24 hours for either block group. Postoperative pain and analgesic consumption were also similar across all three groups, suggesting limited benefit of these blocks for this procedure."
        },
        {
          "pmid": "40449315",
          "title": "Maximum extension and regression rate of cutaneous sensory block: superficial vs. deep parasternal intercostal plane blocks in patients undergoing open cardiac surgery.",
          "author": "Dost B, Turunc E, Kaya C, Sahin CA, Genc C, Yucel SM, Demirag MK; Karakaya D",
          "journal": "Journal of clinical anesthesia",
          "link": "https://pubmed.ncbi.nlm.nih.gov/40449315/",
          "issue_date": "2025-07",
          "abstract_summary": "This prospective study compared the sensory block characteristics of superficial (S-PIP) and deep (D-PIP) parasternal intercostal plane blocks after open cardiac surgery. Both techniques provided comparable and extensive sensory coverage of the anterior thorax, primarily from T2-T6, with no significant differences in postoperative pain or opioid consumption. The sensory block persisted at 12 hours and partially regressed by 24 hours."
        }
      ],
      "Pharmacokinetics of Local Anesthetics in Regional Blocks": [
        {
          "pmid": "40640046",
          "title": "Pharmacokinetic modelling and simulation for prolonged infusion of levobupivacaine with or without epinephrine in transversus abdominis plane and erector spinae plane blocks: a randomised controlled trial and analysis of pooled data.",
          "author": "Araneda A, De la Cuadra JC, Corvetto M, Balde D, Fuente R, Ibacache M, Contreras V, Solari S, Cortinez I",
          "journal": "British journal of anaesthesia",
          "link": "https://pubmed.ncbi.nlm.nih.gov/40640046/",
          "issue_date": "2025-07",
          "abstract_summary": "This study analyzed the pharmacokinetics of levobupivacaine in erector spinae plane (ESP) and transversus abdominis plane (TAP) blocks. The addition of epinephrine significantly reduced the systemic absorption of levobupivacaine by lowering its bioavailability and prolonging its absorption half-life. Simulations suggested that extended dosing regimens of 300 mg per 24 hours for 48 hours are likely to remain below toxic thresholds."
        }
      ],
      "General vs. Regional Anesthesia for Arthroplasty": [
        {
          "pmid": "38688686",
          "title": "Regional versus general anesthesia for total hip and knee arthroplasty: a nationwide retrospective cohort study.",
          "author": "Oh TK, Song IA",
          "journal": "Regional anesthesia and pain medicine",
          "link": "https://pubmed.ncbi.nlm.nih.gov/38688686/",
          "issue_date": "2025-07",
          "abstract_summary": "This large, nationwide retrospective cohort study from South Korea compared outcomes of regional anesthesia (RA) versus general anesthesia (GA) for total joint arthroplasty. After propensity score matching, the RA group showed significantly lower 30-day and 90-day mortality rates compared to the GA group. However, there was no significant difference in the rate of total postoperative complications between the two anesthesia types."
        }
      ],
      "Imaging for Regional Anesthesia": [
        {
          "pmid": "38925712",
          "title": "Pericapsular nerve group block: a 3D CT scan imaging study to determine the spread of injectate.",
          "author": "Balocco AL, Gautier N, Van Boxstael S, Lopez AM, Carella M, Corten K, Sala-Blanch X, Hadzic A, Gautier PE",
          "journal": "Regional anesthesia and pain medicine",
          "link": "https://pubmed.ncbi.nlm.nih.gov/38925712/",
          "issue_date": "2025-07",
          "abstract_summary": "This study used 3D CT imaging to investigate the spread of injectate after a pericapsular nerve group (PENG) block in patients undergoing hip surgery. The imaging revealed that the injectate was mainly confined to the iliacus and psoas muscles, with minimal spread to the hip capsule and no spread towards the obturator nerve. These findings suggest the PENG block's analgesic effect is likely due to blocking femoral nerve branches within the iliopsoas muscle."
        }
      ],
      "Education and Technology in Regional Anesthesia": [
        {
          "pmid": "40628584",
          "title": "Training and assessment of skills in neuraxial space access: a scoping review of educational approaches to lumbar puncture, epidural anaesthesia, and spinal anaesthesia.",
          "author": "Nielsen MS, Ilkjaer FV, Grejs AM, Nielsen AB, Konge L, Brochner AC",
          "journal": "British journal of anaesthesia",
          "link": "https://pubmed.ncbi.nlm.nih.gov/40628584/",
          "issue_date": "2025-07",
          "abstract_summary": "This scoping review analyzed 99 studies on training and assessment for neuraxial procedures like lumbar puncture and spinal/epidural anesthesia. The review found that while simulation-based training consistently enhances skills and confidence, the overall methodological quality of the studies is low. The authors call for more high-quality research, particularly studies linking training methods to patient outcomes, to develop standardized educational recommendations."
        },
        {
          "pmid": "40610221",
          "title": "Using AI chatbots as clinical decision support for regional anesthesia: is the new era of \"e-Consults\" ready for primetime?",
          "author": "Corpman D, Auyong DB, Walters D, Gray A",
          "journal": "Regional anesthesia and pain medicine",
          "link": "https://pubmed.ncbi.nlm.nih.gov/40610221/",
          "issue_date": "2025-07",
          "abstract_summary": "This pilot study evaluated the performance of four popular AI-based chatbots as clinical decision support tools for regional anesthesiology. When prompted with both basic and complex clinical scenarios, all four platforms demonstrated weaknesses in clinical judgment, thoroughness, and rationale. The study concludes that current large language models are not yet ready to reliably assist in clinical decision-making for regional anesthesia."
        },
        {
          "pmid": "40590455",
          "title": "The History of Ultrasound-guided Regional Anesthesia.",
          "author": "Marhofer P, Kapral S",
          "journal": "Anesthesiology",
          "link": "https://pubmed.ncbi.nlm.nih.gov/40590455/",
          "issue_date": "2025-07",
          "abstract_summary": "This article revisits the classic 1994 paper by Kapral et al., which was the first to describe an ultrasound-guided technique for regional anesthesia. The authors recount the initial skepticism and subsequent paradigm shift that ultrasound guidance brought to the field. It traces the three-decade journey of research and education that has made ultrasound-guided regional anesthesia a global standard of care."
        },
        {
          "pmid": "40537198",
          "title": "Aspiring to mastery clinical skills learning in regional anaesthesia.",
          "author": "Marshall S, Eppich W",
          "journal": "British journal of anaesthesia",
          "link": "https://pubmed.ncbi.nlm.nih.gov/40537198/",
          "issue_date": "2025-07",
          "abstract_summary": "This article discusses the principles of mastery learning as an effective approach for training novices in complex technical skills like regional anesthesia. It explains the theoretical basis of a mastery learning program, which aims to achieve a high level of performance through structured practice. The authors also consider how emerging technologies may influence the future of skill acquisition in this field."
        },
        {
          "pmid": "38876802",
          "title": "Artificial intelligence and regional anesthesiology education curriculum development: navigating the digital noise.",
          "author": "Schroeder KM, Elkassabany N",
          "journal": "Regional anesthesia and pain medicine",
          "link": "https://pubmed.ncbi.nlm.nih.gov/38876802/",
          "issue_date": "2025-07",
          "abstract_summary": "This article explores the potential of artificial intelligence (AI), particularly large language models, to transform curriculum development in regional anesthesiology education. It suggests that AI can help create targeted and individualized learning content for diverse learners, though it has not yet been widely evaluated for this purpose. The authors emphasize the need to consider how to best deploy and monitor this technology to ensure optimal and safe implementation in medical education."
        }
      ],
      "Infection Control Guidelines": [
        {
          "pmid": "39837579",
          "title": "ASRA Pain Medicine consensus practice infection control guidelines for regional anesthesia and pain medicine.",
          "author": "Provenzano DA, Hanes M, Hunt C, Benzon HT, Grider JS, Cawcutt K, Doshi TL, Hayek S, Hoelzer B, Johnson RL, Kalagara H, Kopp S, Loftus RW, Macfarlane AJR, Nagpal AS, Neuman SA, Pawa A, Pearson ACS, Pilitsis J, Sivanesan E, Sondekoppam RV, Van Zundert J, Narouze S",
          "journal": "Regional anesthesia and pain medicine",
          "link": "https://pubmed.ncbi.nlm.nih.gov/39837579/",
          "issue_date": "2025-07",
          "abstract_summary": "This paper presents evidence-based guidelines on infection control for regional anesthesia and interventional pain procedures, commissioned by the American Society of Regional Anesthesia and Pain Medicine (ASRA). Using a modified Delphi method, the guidelines provide consensus recommendations on risk mitigation, diagnosis, and treatment of infectious complications. The recommendations cover aspects from preoperative patient assessment and sterile technique to postoperative management, intended to serve as a multidisciplinary guide for clinical practice."
        }
      ],
      "Sensory-Selective Nerve Blockade": [
        {
          "pmid": "40704591",
          "title": "Sensory-selective peripheral and neuraxial nerve blockade with 2',6'-pipecolylxylidine.",
          "author": "Ostertag-Hill CA, Chen S, Xue T, Shao R, Torre M, Bin F, Vahedi Z, Chen L, Staffa SJ, Zheng Y, Kohane DS",
          "journal": "Anesthesiology",
          "link": "https://pubmed.ncbi.nlm.nih.gov/40704591/",
          "issue_date": "2025-07",
          "abstract_summary": "This study investigated the local anesthetic properties of 2',6'-pipecolylxylidine (PPX), a metabolite of amino-amide local anesthetics. In rat models, PPX provided significant sensory-selective nerve blockade at both the sciatic nerve and intrathecal levels, without causing motor block. The study also found that PPX has a favorable safety profile compared to ropivacaine, suggesting its potential as a major advance in pain management."
        }
      ]
    },
    "수액 및 수혈(Fluid Management and Transfusion)": {
      "Fluid Responsiveness Assessment": [
        {
          "pmid": "40260456",
          "title": "Context-specific clinical applicability of the end-expiratory occlusion test to predict fluid responsiveness in mechanically ventilated patients: A systematic review and meta-analysis.",
          "author": "Mulder MP, Potters JW, van Loon LM, Rumindo K, Hallback M, Maksuti E, Donker DW, Diez C",
          "journal": "European journal of anaesthesiology",
          "link": "https://pubmed.ncbi.nlm.nih.gov/40260456/",
          "issue_date": "2025-08",
          "abstract_summary": "This systematic review and meta-analysis evaluated the end-expiratory occlusion test (EEOT) for predicting fluid responsiveness in 24 studies. The EEOT showed acceptable performance overall, particularly in the ICU, but its utility was reduced in the operating room. The study identified clinical context and monitoring methods as significant sources of heterogeneity, highlighting the need for context-specific fluid responsiveness assessments."
        }
      ],
      "Intraoperative Fluid Management Protocols": [
        {
          "pmid": "40070308",
          "title": "A dynamic elastance-based protocol to guide intra-operative fluid management in major abdominal surgery: A randomised clinical trial.",
          "author": "Russo A, Aceto P, Cascarano L, Menga LS, Romano B, Carelli S, Console E, Pugliese F, Cambise C, Fiorillo C, Alfieri S, Antonelli M, Sollazzi L, Dell'Anna AM",
          "journal": "European journal of anaesthesiology",
          "link": "https://pubmed.ncbi.nlm.nih.gov/40070308/",
          "issue_date": "2025-08",
          "abstract_summary": "This randomized trial tested a protocol using dynamic arterial elastance (Ea_dyn) to guide blood pressure management during major abdominal surgery. Compared to a standard protocol based on stroke volume variation, the Ea_dyn protocol did not reduce postoperative lactate levels but was associated with significantly less fluid administration and increased postoperative oxygen consumption. The findings suggest this approach may allow for a more restrictive fluid strategy."
        }
      ],
      "Postoperative Iron Therapy": [
        {
          "pmid": "40127959",
          "title": "The use of iron after surgery: a systematic review and meta-analysis.",
          "author": "Lim J, Joo J, MacLean B, Richards T",
          "journal": "Anaesthesia",
          "link": "https://pubmed.ncbi.nlm.nih.gov/40127959/",
          "issue_date": "2025-08",
          "abstract_summary": "This systematic review and meta-analysis evaluated the efficacy of postoperative iron therapy for treating anemia after major surgery. Analysis of 15 randomized controlled trials revealed that intravenous iron administered within 30 days of surgery effectively increased hemoglobin levels. In contrast, oral iron therapy showed no significant benefit, suggesting IV iron is the preferred route for postoperative iron repletion."
        }
      ],
      "Transfusion Prediction Models": [
        {
          "pmid": "40681389",
          "title": "Development and validation of a predictive model for transfusion in major abdominal surgery: a multicentre retrospective study.",
          "author": "Sim JH, Oh AR, Kim S, Park YS, Ha S, Kim JU",
          "journal": "British journal of anaesthesia",
          "link": "https://pubmed.ncbi.nlm.nih.gov/40681389/",
          "issue_date": "2025-07",
          "abstract_summary": "This study developed and validated a nomogram to predict the need for intraoperative red blood cell (RBC) transfusion during major abdominal surgery. The model, which incorporates seven common preoperative variables like age, ASA status, and hemoglobin, demonstrated good predictive ability (C-statistic >0.84) in both development and external validation cohorts. This tool can help systematically assess transfusion risk and improve blood resource management."
        }
      ]
    },
    "산과마취(Obstetric Anesthesia)": {
      "Peripartum Anesthesia for Pregnant Patients with Diabetes": [
        {
          "pmid": "40626748",
          "title": "Diabetes Mellitus in Pregnancy: Implications for Obstetric Anesthesia.",
          "author": "Rogers WK, Chugaieva I, Moheet A, Wernimont SA",
          "journal": "Anesthesiology",
          "link": "https://pubmed.ncbi.nlm.nih.gov/40626748/",
          "issue_date": "2025-08",
          "abstract_summary": "This review discusses the anesthetic implications of diabetes during pregnancy. It covers peripartum insulin management, the use of continuous glucose monitors and insulin pumps, and the recognition and management of euglycemic diabetic ketoacidosis."
        }
      ],
      "Obstetric Anesthesia Workforce and Practice Trends": [
        {
          "pmid": "40237779",
          "title": "Obstetric Anesthesia Workforce Survey: Forty-year Update.",
          "author": "Bucklin BA, Hawkins JL, Asdigian NL, Kennerley V, Pattee J, Traynor AJ",
          "journal": "Anesthesiology",
          "link": "https://pubmed.ncbi.nlm.nih.gov/40237779/",
          "issue_date": "2025-08",
          "abstract_summary": "This 40-year update of the Obstetric Anesthesia Workforce Survey reveals significant changes in U.S. practice, including a 50% decrease in hospitals providing obstetric care. Despite this, access to neuraxial labor analgesia has dramatically increased to a weighted rate of 84%. The survey also highlights differences between academic and nonacademic practices, providing a broad overview of contemporary obstetric anesthesia services."
        }
      ],
      "Cardiopulmonary Assessment in Preeclampsia": [
        {
          "pmid": "40690383",
          "title": "Prevalence of Point-of-Care Ultrasound Abnormalities and Raised Serum NT-proBNP in Early-Onset Preeclampsia.",
          "author": "Fantin RL, Uys F, Schuetz T, Flint M, Lombard CJ, Matjila MJ, Osman A, Swanevelder JL, Dyer RA, Ortner CM",
          "journal": "Anesthesia and analgesia",
          "link": "https://pubmed.ncbi.nlm.nih.gov/40690383/",
          "issue_date": "2025-07",
          "abstract_summary": "This study used point-of-care ultrasound (POCUS) and biomarkers to assess cardiopulmonary status in 64 women with early-onset preeclampsia (EOPE). A high prevalence of pulmonary interstitial syndrome (PIS), systolic and diastolic dysfunction, and elevated LVEDP was found. Although elevated NT-proBNP was associated with PIS and elevated LVEDP, its clinical predictive value was limited, and PIS was not associated with elevated LVEDP in this cohort."
        }
      ],
      "Maternal Cardiovascular Morbidity Prediction": [
        {
          "pmid": "39504272",
          "title": "Development and Validation of a Predictive Model for Maternal Cardiovascular Morbidity Events in Patients With Hypertensive Disorders of Pregnancy.",
          "author": "Meng ML, Li Y, Fuller M, Lanners Q, Habib AS, Federspiel JJ, Quist-Nelson J, Shah SH, Pencina M, Boggess K, Krishnamoorthy V, Engelhard M",
          "journal": "Anesthesia and analgesia",
          "link": "https://pubmed.ncbi.nlm.nih.gov/39504272/",
          "issue_date": "2025-08",
          "abstract_summary": "This study developed and validated a machine learning model to predict acute cardiovascular (CV) events in patients with hypertensive disorders of pregnancy (HDP). Using a large healthcare database, a multilabel neural network model predicted CV events during the delivery hospitalization with good classification (AUROC 0.878) and events within one year of delivery with fair classification. Chronic renal disease, cardiac disease, and preeclampsia with severe features were key predictors."
        }
      ],
      "Epidural Analgesia and Maternal Fever": [
        {
          "pmid": "40537200",
          "title": "Maternal fever, epidural analgesia, and genetics: implications for the neonate.",
          "author": "Kearns RJ, Nelson SM, Lucas DN",
          "journal": "British journal of anaesthesia",
          "link": "https://pubmed.ncbi.nlm.nih.gov/40537200/",
          "issue_date": "2025-07",
          "abstract_summary": "This commentary discusses epidural-related maternal fever, a common occurrence affecting 15-25% of laboring women. It notes that the underlying mechanisms are still unclear and highlights the clinical challenge of distinguishing it from infectious fever. The authors emphasize that despite the fever risk, there is no strong evidence of harm to the newborn, and women should be supported in their choice of pain relief."
        }
      ],
      "Postdural Puncture Headache (PDPH) Treatment": [
        {
          "pmid": "40393818",
          "title": "No effect of tetracosactide for treatment of postdural puncture headaches in parturient women: a double-blind randomised controlled clinical trial.",
          "author": "Dziadzko M, Bouvet L, Steer N, Depaulis C, Pradat P, Joubert F, Lalande L, Chassard D, Aubrun F",
          "journal": "British journal of anaesthesia",
          "link": "https://pubmed.ncbi.nlm.nih.gov/40393818/",
          "issue_date": "2025-07",
          "abstract_summary": "This randomized, double-blind, placebo-controlled trial investigated the efficacy of tetracosactide, a synthetic ACTH analogue, for treating postdural puncture headache (PDPH) in postpartum patients. The study was terminated early for futility after an interim analysis of 44 patients showed no significant difference in the need for an epidural blood patch between the treatment and placebo groups. The authors conclude that ACTH analogues should not be used for this indication."
        }
      ]
    },
    "소아마취(Pediatric Anesthesia)": {
      "Practical Guidelines for Pediatric Regional Anesthesia": [
        {
          "pmid": "40526440",
          "title": "Pediatric Regional Anesthesia: A Practical Guideline for Daily Clinical Practice.",
          "author": "Marhofer P, Zadrazil M, Opfermann PL",
          "journal": "Anesthesiology",
          "link": "https://pubmed.ncbi.nlm.nih.gov/40526440/",
          "issue_date": "2025-08",
          "abstract_summary": "This review summarizes state-of-the-art information on pediatric regional anesthesia, highlighting its benefits for pain control and avoiding mechanical ventilation in children. It provides a practical guide for implementing various central and peripheral nerve block techniques in daily clinical practice. The authors emphasize the need for specialized knowledge of anatomy and technique selection."
        }
      ],
      "Preoperative Anemia and Transfusion in Noncardiac Surgery": [
        {
          "pmid": "40500601",
          "title": "Association between preoperative anaemia, transfusion, and outcomes in children undergoing noncardiac surgery.",
          "author": "McCormack G, Faraoni D, DiNardo JA, Goobie SM",
          "journal": "British journal of anaesthesia",
          "link": "https://pubmed.ncbi.nlm.nih.gov/40500601/",
          "issue_date": "2025-08",
          "abstract_summary": "This study evaluated the incidence of preoperative anemia and transfusion in children undergoing noncardiac surgery over 11 years. It found that both anemia and transfusion rates remained stable. The combination of anemia and transfusion was associated with a significant increase in 30-day mortality and postoperative complications."
        }
      ],
      "Remimazolam Pharmacokinetics and Pharmacodynamics for Procedural Sedation": [
        {
          "pmid": "40355106",
          "title": "Pharmacokinetics and Pharmacodynamics of Remimazolam for Procedural Sedation in Children and Adolescents.",
          "author": "Colin PJ, Bichajian LH, Curt VR, Koomen JV, Stohr T, Struys MMRF, Mason KP",
          "journal": "Anesthesiology",
          "link": "https://pubmed.ncbi.nlm.nih.gov/40355106/",
          "issue_date": "2025-08",
          "abstract_summary": "This study analyzed the pharmacokinetics (PK) and pharmacodynamics (PD) of remimazolam for procedural sedation in children aged 6 to 18. The findings indicate that the PK of remimazolam in children differs from adults, even after size correction. The study suggests that the current dosing regimen is suboptimal and proposes a modified, higher per-kilogram dose to achieve effective sedation."
        }
      ],
      "Sugammadex for Neuromuscular Blockade Reversal in Infants": [
        {
          "pmid": "40324166",
          "title": "Sugammadex for Reversal of Neuromuscular Blockade in Neonates and Infants Less than 2 Years Old: Results from a Phase IV Randomized Clinical Trial.",
          "author": "Mensah-Osman E, Mukai Y, Wang A, Matuszczak M, Saldien V, Leibensperger H, Speek M, Locco A, Wrishko R, Gee A, Herring WJ",
          "journal": "Anesthesiology",
          "link": "https://pubmed.ncbi.nlm.nih.gov/40324166/",
          "issue_date": "2025-08",
          "abstract_summary": "This Phase IV clinical trial evaluated the efficacy and safety of sugammadex for neuromuscular blockade (NMB) reversal in children under 2 years old. The study found that 2 mg/kg sugammadex reversed moderate NMB significantly faster than neostigmine. A 4 mg/kg dose rapidly reversed deep NMB, and both doses were well-tolerated in this young pediatric population."
        },
        {
          "pmid": "40625141",
          "title": "Ultrasonographic assessment of sugammadex-enhanced early recovery of diaphragmatic function in children: A randomised double-blind controlled trial.",
          "author": "Park JB, Kim TW, Ji SH, Jang YE, Kim EH, Kim JT, Kim HS, Lee JH",
          "journal": "European journal of anaesthesiology",
          "link": "https://pubmed.ncbi.nlm.nih.gov/40625141/",
          "issue_date": "2025-07",
          "abstract_summary": "This randomized controlled trial compared the effects of sugammadex and neostigmine on diaphragmatic function and atelectasis in children aged 2-7. Ultrasound assessment showed that sugammadex led to significantly faster recovery of diaphragmatic excursion and thickening fraction immediately after extubation compared to neostigmine. However, this early diaphragmatic recovery did not translate into a significant reduction in postoperative atelectasis."
        }
      ],
      "Honey for Post-Tonsillectomy Pain Management": [
        {
          "pmid": "40321015",
          "title": "Impact of honey on post-tonsillectomy pain in children (BEE PAIN FREE Trial): a multicentre, double-blind, randomised controlled trial.",
          "author": "Sommerfield D, Sommerfield A, Evans D, Hauser N, Vijayasekaran S, Bumbak P, Herbert H, Locher C, Lim LY, Khan RN, von Ungern-Sternberg BS",
          "journal": "Anaesthesia",
          "link": "https://pubmed.ncbi.nlm.nih.gov/40321015/",
          "issue_date": "2025-08",
          "abstract_summary": "This randomized controlled trial investigated whether honey could improve recovery in children after tonsillectomy. Four hundred children were randomized to receive standard care, Marri honey, Manuka honey, or a placebo. The study found that taking honey two to three times a day did not significantly improve postoperative pain scores or reduce the need for analgesics compared to standard treatment."
        }
      ],
      "Fibrinogen Concentrate vs. Cryoprecipitate in Neonatal Cardiac Surgery": [
        {
          "pmid": "39116012",
          "title": "Effect of In Vivo Administration of Fibrinogen Concentrate Versus Cryoprecipitate on Ex Vivo Clot Degradation in Neonates Undergoing Cardiac Surgery.",
          "author": "Downey LA, Moiseiwitsch N, Nellenbach K, Xiang Y, Brown AC, Guzzetta NA",
          "journal": "Anesthesia and analgesia",
          "link": "https://pubmed.ncbi.nlm.nih.gov/39116012/",
          "issue_date": "2025-08",
          "abstract_summary": "This randomized trial compared fibrinogen concentrate to cryoprecipitate for hemostasis in neonates after cardiac surgery. Patients receiving fibrinogen concentrate had significantly fewer post-CPB blood transfusions and similar perioperative clot degradation compared to the cryoprecipitate group, with no increase in adverse events. The findings suggest that fibrinogen concentrate can adequately restore hemostasis and reduce transfusion needs in this high-risk population."
        }
      ],
      "Remimazolam for Sedation in Congenital Heart Disease": [
        {
          "pmid": "40223488",
          "title": "Remimazolam for successful sedation in children with left-to-right shunt congenital heart disease: An up-and-down sequential allocation trial.",
          "author": "Jin M, Lin H, Qiu L, Xu H, Zhang H, Hou S",
          "journal": "European journal of anaesthesiology",
          "link": "https://pubmed.ncbi.nlm.nih.gov/40223488/",
          "issue_date": "2025-08",
          "abstract_summary": "This study used an up-and-down sequential allocation method to determine the effective dose (ED50 and ED95) of remimazolam for successful sedation in children aged 1-6 with left-to-right shunt congenital heart disease. The ED50 was found to be 0.209 mg/kg for infants and approximately 0.26 mg/kg for toddlers and preschool children. The drug was well-tolerated, providing guidance for preoperative sedation in this specific patient group."
        }
      ],
      "Pediatric Postoperative Quality of Recovery Scale Development": [
        {
          "pmid": "40227959",
          "title": "Development of the Pediatric Scale for Quality of Recovery (PedSQoR).",
          "author": "Graydon C, Stricker PA, Kelleher S, Cravero J, Karim N, Muhly WT, Lee-Archer P",
          "journal": "Anesthesiology",
          "link": "https://pubmed.ncbi.nlm.nih.gov/40227959/",
          "issue_date": "2025-08",
          "abstract_summary": "This study describes the development of the Pediatric Scale for Quality of Recovery (PedSQoR), a new tool for assessing recovery in children after surgery. Using a mixed-methods approach including literature review, expert panels, and patient/family interviews, a 50-item questionnaire was developed and then refined to a 20-item scale. The final PedSQoR provides a holistic, patient-centered measure of physical and psychological recovery."
        }
      ],
      "Developmental Anesthetic Neurotoxicity and Gut Microbiota": [
        {
          "pmid": "39899452",
          "title": "Gut Microbiota Influences Developmental Anesthetic Neurotoxicity in Neonatal Rats.",
          "author": "Chaki T, Horiguchi Y, Tachibana S, Sato S, Hirahata T, Nishihara N, Kii N, Yoshikawa Y, Hayamizu K, Yamakage M",
          "journal": "Anesthesia and analgesia",
          "link": "https://pubmed.ncbi.nlm.nih.gov/39899452/",
          "issue_date": "2025-08",
          "abstract_summary": "This study investigated the role of gut microbiota in sevoflurane-induced developmental neurotoxicity in neonatal rats. Repeated sevoflurane exposure altered the gut microbiota and impaired spatial learning. Fecal microbiota transplantation (FMT) after sevoflurane exposure improved these learning deficits, increased gut butyrate concentration, and suppressed neuroinflammation, suggesting that modulating gut microbiota could be a prophylactic strategy for developmental anesthetic neurotoxicity."
        }
      ],
      "Pediatric Premedication Strategies": [
        {
          "pmid": "40517567",
          "title": "Optimizing pediatric premedication for general anesthesia: A comprehensive Bayesian network meta-analysis.",
          "author": "Wegner GRM, Wegner BFM, Cumming HS, de Oliveira HG, Campos LR, da Silva LHD, Ferreira CHO, Miranda AM, Donato AB, do Nascimento TS",
          "journal": "Journal of clinical anesthesia",
          "link": "https://pubmed.ncbi.nlm.nih.gov/40517567/",
          "issue_date": "2025-07",
          "abstract_summary": "This Bayesian network meta-analysis of 69 trials evaluated the most effective premedication strategies for pediatric patients. The analysis showed that combinations of dexmedetomidine, midazolam, and ketamine were most effective for improving acceptance of mask application, parental separation, and IV cannulation. Intranasal administration with shorter premedication times (15-30 min) demonstrated greater efficacy."
        }
      ]
    },
    "심장마취(Cardiac Anesthesia)": {
      "Pharmacokinetics in Cardiac Surgery": [
        {
          "pmid": "39773745",
          "title": "Pharmacokinetics of Methadone in Adult Patients Undergoing Cardiac Surgery With Cardiopulmonary Bypass.",
          "author": "Salas WE, Cortinez LI, Lopez RA, Rolle A, Elgueta F, Godoy CO, Giordano A, Contreras V, Anderson BJ",
          "journal": "Anesthesia and analgesia",
          "link": "https://pubmed.ncbi.nlm.nih.gov/39773745/",
          "issue_date": "2025-08",
          "abstract_summary": "This study investigated the pharmacokinetics of intravenous methadone in adult patients undergoing cardiac surgery with cardiopulmonary bypass (CPB). A significant drop in methadone concentrations was observed during CPB, which was attributed to hemodilution and sequestration in the CPB circuit. The study proposes that a supplementary bolus of 0.05 mg/kg at the end of CPB could compensate for this effect."
        }
      ],
      "Acute Kidney Injury Prevention": [
        {
          "pmid": "40203179",
          "title": "Perioperative Nitric Oxide Conditioning Reduces Acute Kidney Injury in Cardiac Surgery Patients with Chronic Kidney Disease (the DEFENDER Trial): A Randomized Controlled Trial.",
          "author": "Kamenshchikov NO, Tyo MA, Berra L, Kravchenko IV, Kozlov BN, Gusakova AM, Podoksenov YK",
          "journal": "Anesthesiology",
          "link": "https://pubmed.ncbi.nlm.nih.gov/40203179/",
          "issue_date": "2025-08",
          "abstract_summary": "The DEFENDER trial, a randomized controlled study, evaluated the effect of perioperative nitric oxide (NO) administration in cardiac surgery patients with chronic kidney disease. The results showed that NO administration significantly reduced the incidence of postoperative acute kidney injury (AKI) compared to the control group (23.5% vs. 39.7%). NO was also found to be safe and slowed the progression of renal dysfunction at six months."
        }
      ],
      "Cardiopulmonary Bypass Management": [
        {
          "pmid": "40622858",
          "title": "Effects of increased cardiopulmonary bypass pump flow on renal filtration, perfusion, oxygenation and tubular injury in cardiac surgical patients - a randomized controlled trial.",
          "author": "Wijk J, Cordefeldt-Keiller A, Bragadottir G, Redfors B, Ricksten SE, Lannemyr L",
          "journal": "Anesthesiology",
          "link": "https://pubmed.ncbi.nlm.nih.gov/40622858/",
          "issue_date": "2025-07",
          "abstract_summary": "This randomized trial investigated whether a higher cardiopulmonary bypass (CPB) flow rate improves renal outcomes in cardiac surgery patients. The high-flow group (2.9 L/min/m2) showed an improved glomerular filtration rate during CPB and less postoperative tubular injury compared to the standard-flow group (2.4 L/min/m2). These benefits occurred without detectable changes in renal blood flow or oxygenation, suggesting improved renal function with higher CPB flow."
        }
      ],
      "Mortality Risk Prediction Models": [
        {
          "pmid": "40237771",
          "title": "Development and External Validation of a Novel In-hospital Mortality Model after Pediatric Congenital Heart Surgery: A Multicenter Retrospective Cohort Study.",
          "author": "Tong C, Li Q, Du X, Shan M, Zhang Y, Wu H, Shen Z, Xu Z, Ge X, Cai S, Fu X, Zhang K, Zhang H, Li S, Miao C, Zheng J",
          "journal": "Anesthesiology",
          "link": "https://pubmed.ncbi.nlm.nih.gov/40237771/",
          "issue_date": "2025-08",
          "abstract_summary": "This study tested traditional mortality risk models (ABC, RACHS-1, STAT) in a large Chinese cohort of pediatric congenital heart surgery patients and found them to be only moderately effective. A novel model was developed and validated, incorporating six variables including STAT categories and preoperative covariates. This new model demonstrated superior performance and can serve as a more effective tool for predicting in-hospital mortality in this specific setting."
        }
      ],
      "Perioperative Cardiac Arrest": [
        {
          "pmid": "40713194",
          "title": "Perioperative cardiac arrest requiring admission to intensive care units in Japan: epidemiological differences between emergency and elective surgery.",
          "author": "Anezaki H, Aoki Y, Kato H, Nakajima M, KaszynskiRH, Suzuki K, Yamaguchi T, Naruse S, Kimura T, Mimuro S, Nakajima Y",
          "journal": "British journal of anaesthesia",
          "link": "https://pubmed.ncbi.nlm.nih.gov/40713194/",
          "issue_date": "2025-07",
          "abstract_summary": "This nationwide study in Japan investigated the epidemiology of perioperative cardiac arrest, finding a much higher incidence in emergency surgery (1.74%) compared to elective surgery (0.17%). The leading etiologies also differed, with acute aortic syndrome dominating in emergencies and valvular heart disease in elective cases. In-hospital mortality was significantly higher after emergency surgery (46.2% vs 15.8%), highlighting major differences in risk and outcomes between the two settings."
        }
      ],
      "Vasoplegia Treatment": [
        {
          "pmid": "40634185",
          "title": "Hydroxocobalamin for vasoplegia in cardiac surgery: a retrospective cohort analysis.",
          "author": "Zakaria L, Shah K, Yang D, Kelava M, Elgharably H, Khanna AK, Ahuja S, Hohlfelder B, Alfirevic A, Duncan AE, Skubas NJ, Sessler DI",
          "journal": "British journal of anaesthesia",
          "link": "https://pubmed.ncbi.nlm.nih.gov/40634185/",
          "issue_date": "2025-07",
          "abstract_summary": "This retrospective propensity-matched cohort study evaluated the use of hydroxocobalamin for vasoplegia after cardiac surgery. The study found that hydroxocobalamin administration was associated with a significant reduction in vasopressor requirements over the first 24 hours compared to the control group. However, there was no difference in a composite of in-hospital complications, indicating a need for robust trials to determine clinical benefit."
        }
      ],
      "ROTEM Reference Ranges": [
        {
          "pmid": "40230308",
          "title": "Pre-operative reference ranges for ROTEM((R)) sigma in patients undergoing cardiac surgery: a secondary analysis of two prospective trial cohorts.",
          "author": "van Haeren MMT, Brouwers M, Schenk J, Breel JS, Noteboom SH, Kho E, Eberl S, Veelo DP, Vlaar APJ, Muller MCA, Hermanns H",
          "journal": "Anaesthesia",
          "link": "https://pubmed.ncbi.nlm.nih.gov/40230308/",
          "issue_date": "2025-08",
          "abstract_summary": "This study established preoperative ROTEM sigma reference ranges for adult cardiac surgery patients and found significant differences compared to the manufacturer's ranges derived from healthy volunteers. For example, EXTEM and FIBTEM clot firmness limits were higher. While female patients showed a slightly more hypercoagulable profile than males, the overall reference ranges were similar, suggesting the need for cardiovascular-specific, but not sex- or age-specific, ROTEM ranges."
        }
      ]
    },
    "폐마취(Thoracic Anesthesia)": {
      "Ventilation Strategies and Outcomes": [
        {
          "pmid": "40690301",
          "title": "Evaluation of the potential for lung recruitment with the Recruitment-to-Inflation ratio during general anesthesia.",
          "author": "Rosa T, Menga LS, Mastropietro C, Settanni D, Russo A, Frassanito L, Cascarano L, Catarci S, Delle Cese L, Zanfini BA, Scaramuzzo G, Dell'Anna AM, Spadaro S, Antonelli M, Grieco DL",
          "journal": "Anesthesiology",
          "link": "https://pubmed.ncbi.nlm.nih.gov/40690301/",
          "issue_date": "2025-07",
          "abstract_summary": "This study evaluated the recruitment-to-inflation ratio (R/I) as a tool to assess lung recruitability during general anesthesia for open abdominal surgery. The R/I, measured non-invasively, correlated well with recruitment measured by gas dilution and electrical impedance tomography. Patients with a higher R/I (>0.40) required higher PEEP levels to optimize lung mechanics, suggesting R/I can help individualize ventilator settings to favor less injurious ventilation."
        },
        {
          "pmid": "40133080",
          "title": "Intra-operative ventilation strategies and their impact on clinical outcomes: a systematic review and network meta-analysis of randomised trials.",
          "author": "Jivraj NK, Lakbar I, Sadeghirad B, Muller MM, Sohn SY, Peel JK, Jaffer A, Phoophiboon V, Trivedi V, Chaudhuri D, Lu C, Liu Y, Giammarioli B, Einav S, Burns KEA",
          "journal": "Anaesthesia",
          "link": "https://pubmed.ncbi.nlm.nih.gov/40133080/",
          "issue_date": "2025-08",
          "abstract_summary": "This systematic review and network meta-analysis of 51 randomized trials evaluated intra-operative ventilation strategies to prevent postoperative pulmonary complications (PPCs). The results show that low tidal volume ventilation, combined with various PEEP levels, likely reduces the risk of PPCs compared to high tidal volume with zero PEEP. The study highlights the need for better implementation of lung-protective ventilation strategies in clinical practice."
        }
      ],
      "Postoperative Pulmonary Complications in Thoracic Surgery": [
        {
          "pmid": "40706477",
          "title": "Impact of early high flow nasal oxygen on diaphragmatic function and pulmonary complications after thoracic surgery: A randomized clinical trial.",
          "author": "Fogagnolo A, Grasso S, Dres M, Azzolina D, Dalla Corte F, Dolci G, Tamburini N, De Paoli G, Murgolo F, Pedarzani E, Andalo A; Volta CA, Savino S",
          "journal": "Journal of clinical anesthesia",
          "link": "https://pubmed.ncbi.nlm.nih.gov/40706477/",
          "issue_date": "2025-07",
          "abstract_summary": "This randomized trial investigated whether early high-flow nasal cannula (HFNC) oxygen therapy could reduce diaphragmatic dysfunction and postoperative pulmonary complications (PPCs) after thoracic surgery. Overall, HFNC did not decrease the rate of these complications compared to conventional oxygen therapy. However, a post-hoc analysis suggested that in the subgroup of patients who did develop diaphragmatic dysfunction, HFNC may help mitigate the risk of PPCs."
        }
      ]
    },
    "뇌신경마취(Neuroanesthesia)": {
      "Prevention of Postoperative Neurocognitive Disorder (PND/dNCR)": [
        {
          "pmid": "40615330",
          "title": "Effect of perioperative autonomic nervous system imbalance on surgical outcomes: a systematic literature review.",
          "author": "Pan WT, Ji MH, Ma D, Yang JJ",
          "journal": "British journal of anaesthesia",
          "link": "https://pubmed.ncbi.nlm.nih.gov/40615330/",
          "issue_date": "2025-07",
          "abstract_summary": "This systematic review explores how perioperative autonomic nervous system (ANS) imbalance, marked by sympathetic hyperactivation, contributes to adverse surgical outcomes like infections and neurocognitive decline. It discusses how surgical stress, anesthesia, and pain disrupt ANS balance and reviews evidence for therapeutic strategies such as dexmedetomidine and beta-blockers. The authors highlight that modulating the ANS is a promising approach to mitigate postoperative complications."
        },
        {
          "pmid": "40480916",
          "title": "Patterns of prevention effectiveness in postoperative neurocognitive disorder and delayed neurocognitive recovery research: a systematic review with meta-regression of randomised trials.",
          "author": "Lahiri NK, Vuckovic N, Sidhu AS, Li J, Sun Y, Naiken S, Curtis SJ, Bisch E, Bolda R, Nagra PS, Mann G, Gonzales AE, Smith L, Anderson BP, Liu Z, Adams DC, Meng L",
          "journal": "British journal of anaesthesia",
          "link": "https://pubmed.ncbi.nlm.nih.gov/40480916/",
          "issue_date": "2025-08",
          "abstract_summary": "This systematic review and meta-regression analyzed 187 trials on preventing postoperative neurocognitive disorder (pNCD/dNCR). The study found that trial characteristics, such as geographic location and study design, significantly influenced the reported effectiveness of interventions. Dexmedetomidine was the most studied agent with potential benefits, though the evidence certainty was very low."
        }
      ],
      "Central Amygdala Neurons in Anesthesia-Induced Antinociception": [
        {
          "pmid": "40333028",
          "title": "General Anesthesia-activated Neurons in the Central Amygdala Mediate Antinociception: Distinct Roles in Acute versus Chronic Phases of Nerve Injury.",
          "author": "Zhao J, Furutani K, McGinnis A, Mathew JP, Wang F, Ji RR",
          "journal": "Anesthesiology",
          "link": "https://pubmed.ncbi.nlm.nih.gov/40333028/",
          "issue_date": "2025-08",
          "abstract_summary": "This study investigated a specific group of neurons in the central amygdala (CeA) that are activated by general anesthesia and mediate antinociception. Using mouse models, researchers found that activating these neurons effectively reduced pain in the acute phase after nerve injury but had a diminished effect in the chronic phase. This change was linked to a downregulation of the KCC2 transporter, highlighting a potential mechanism for the transition to chronic pain."
        }
      ],
      "Anesthetic Amnesia Mechanisms": [
        {
          "pmid": "40626585",
          "title": "Anesthetic Amnesia: The Forgotten Importance of Forgetting?",
          "author": "Pryor KO, Jiang Y, Sleigh JW",
          "journal": "Anesthesiology",
          "link": "https://pubmed.ncbi.nlm.nih.gov/40626585/",
          "issue_date": "2025-07",
          "abstract_summary": "This article argues that the study of anesthetic-induced amnesia has been overshadowed by research on hypnosis, despite its critical importance. The authors note that consciousness may not be entirely absent during anesthesia, with amnesia creating an illusion of unconsciousness. They highlight the need for better understanding of amnestic mechanisms, especially since there is no reliable real-time biomarker for amnesia, and surgical memories can contribute to post-traumatic stress symptoms."
        }
      ],
      "Cerebrovascular Compliance and Hypertension": [
        {
          "pmid": "40644378",
          "title": "Cerebral Blood Flow Under Pressure: Investigating Cerebrovascular Compliance with Phase Contrast Magnetic Resonance Imaging During Induced Hypertension.",
          "author": "Osterlind J, Birnefeld J, Eklund A, Hultin M, Wahlin A, Holmlund P, Zarrinkoob L",
          "journal": "Anesthesiology",
          "link": "https://pubmed.ncbi.nlm.nih.gov/40644378/",
          "issue_date": "2025-07",
          "abstract_summary": "This study used phase-contrast MRI to assess cerebrovascular compliance in healthy adults during norepinephrine-induced hypertension. The results showed that cerebral arteries significantly enhanced their compliance in response to elevated blood pressure, an adaptive response not seen in systemic arteries. This suggests a protective mechanism in the brain to buffer flow dynamics and protect the microcirculation during periods of hypertension."
        }
      ],
      "Neuroprotective Treatments for Hypoxic-Ischemic Injury": [
        {
          "pmid": "39453983",
          "title": "Xenon and Argon as Neuroprotective Treatments for Perinatal Hypoxic-Ischemic Brain Injury: A Preclinical Systematic Review and Meta-Analysis.",
          "author": "Barros M, Liang M, Iannucci N, Dickinson R",
          "journal": "Anesthesia and analgesia",
          "link": "https://pubmed.ncbi.nlm.nih.gov/39453983/",
          "issue_date": "2025-08",
          "abstract_summary": "This systematic review and meta-analysis of 21 preclinical studies evaluated xenon and argon as neuroprotective treatments for perinatal hypoxic-ischemic encephalopathy (HIE). The analysis found that both gases showed significant neuroprotective efficacy in animal models. Argon demonstrated a greater summary effect than xenon, providing strong evidence to support further investigation of both agents for treating HIE."
        }
      ]
    },
    "수술장 밖 진정 및 마취(Sedation and Anesthesia Outside the Operating Room)": {
      "Procedural Sedation in Pediatrics": [
        {
          "pmid": "40223488",
          "title": "Remimazolam for successful sedation in children with left-to-right shunt congenital heart disease: An up-and-down sequential allocation trial.",
          "author": "Jin M, Lin H, Qiu L, Xu H, Zhang H, Hou S",
          "journal": "European journal of anaesthesiology",
          "link": "https://pubmed.ncbi.nlm.nih.gov/40223488/",
          "issue_date": "2025-08",
          "abstract_summary": "This study used an up-and-down sequential allocation method to determine the effective dose (ED50 and ED95) of remimazolam for successful sedation in children aged 1-6 with left-to-right shunt congenital heart disease. The ED50 was found to be 0.209 mg/kg for infants and approximately 0.26 mg/kg for toddlers and preschool children. The drug was well-tolerated, providing guidance for preoperative sedation in this specific patient group."
        }
      ]
    },
    "수술 후 통증관리(Postoperative Pain Management)": {
      "Enhanced Recovery After Surgery (ERAS) Principles": [
        {
          "pmid": "40626746",
          "title": "The Story of Enhancing Recovery after Surgery.",
          "author": "Kehlet H",
          "journal": "Anesthesiology",
          "link": "https://pubmed.ncbi.nlm.nih.gov/40626746/",
          "issue_date": "2025-08",
          "abstract_summary": "This article reviews the principles of Enhanced Recovery After Surgery (ERAS). It explains how major surgery induces a stress response and that a multimodal approach, rather than single interventions, is key to reducing complications, improving recovery, and lowering costs."
        },
        {
          "pmid": "39504268",
          "title": "Association Between Two Muscle-Related Parameters and Postoperative Complications in Patients Undergoing Colorectal Tumor Resection Surgery.",
          "author": "Gao D, Miao H, Sheng W, Liu L, Wang R, Shi H, Li T",
          "journal": "Anesthesia and analgesia",
          "link": "https://pubmed.ncbi.nlm.nih.gov/39504268/",
          "issue_date": "2025-08",
          "abstract_summary": "This retrospective study investigated the link between preoperative muscle mass (L3 SMI) and muscle density (HUAC) with postoperative complications in colorectal surgery patients. The study found that myosteatosis (low muscle density) was significantly associated with a higher incidence of postoperative complications, particularly severe ones. This suggests that preoperative CT-based muscle assessment could help identify high-risk patients."
        },
        {
          "pmid": "40619312",
          "title": "Quality of patient-centred recovery trajectories after different types of surgery: a prospective cohort study.",
          "author": "Myles PS, Phillips B, Robertshaw S, Haughney H, Houle TT, Rowland R, Johnson D, Wallace S",
          "journal": "British journal of anaesthesia",
          "link": "https://pubmed.ncbi.nlm.nih.gov/40619312/",
          "issue_date": "2025-07",
          "abstract_summary": "This prospective study tracked patient recovery trajectories up to 90 days after surgery using the QoR-15 score and days alive and at home (DAH30). Recovery varied significantly based on the magnitude of the surgery (gastroscopy vs. intermediate vs. cardiac), with lower nadir scores and DAH30 in more extensive procedures. The study demonstrates the utility of these patient-centered outcomes for measuring recovery and highlights that patients value frequent follow-up."
        }
      ],
      "Opioid-Free Anesthesia": [
        {
          "pmid": "40371564",
          "title": "Effects of an opioid-free care pathway vs. opioid-based standard care on postoperative pain and postoperative quality of recovery after laparoscopic bariatric surgery: A multicentre randomised controlled trial.",
          "author": "Olausson A, Jildenstal P, Andrell P, Angelini E, Stenberg E, Wallenius V, Ohrstrom H, Thorn SE, Wolf A",
          "journal": "European journal of anaesthesiology",
          "link": "https://pubmed.ncbi.nlm.nih.gov/40371564/",
          "issue_date": "2025-08",
          "abstract_summary": "This randomized controlled trial compared an opioid-free care pathway (including intraoperative OFA and postoperative TENS) to standard opioid-based care for patients undergoing laparoscopic bariatric surgery. The study found no difference in postoperative pain or quality of recovery between the groups. However, the opioid-free pathway significantly reduced in-hospital opioid consumption."
        }
      ],
      "GDF-15 as a Biomarker for Postoperative Nausea and Vomiting (PONV)": [
        {
          "pmid": "40441987",
          "title": "Association between plasma growth differentiation factor-15 and postoperative nausea and vomiting incidence and severity: a secondary analysis of a randomised trial.",
          "author": "Mai Y, Zhang S, Huang Q, Liang C, Shi J, Zheng J, Lv K, Liu H, Yang X, Zhao Y",
          "journal": "British journal of anaesthesia",
          "link": "https://pubmed.ncbi.nlm.nih.gov/40441987/",
          "issue_date": "2025-08",
          "abstract_summary": "This study investigated the link between plasma growth differentiation factor-15 (GDF-15) and postoperative nausea and vomiting (PONV) in patients undergoing laparoscopic gastrointestinal surgery. The results showed that lower preoperative GDF-15 concentrations were significantly associated with a higher risk of developing PONV. This suggests GDF-15 could be a potential biomarker to help identify at-risk patients."
        }
      ],
      "Ketamine for Postsurgical Pain": [
        {
          "pmid": "40663518",
          "title": "A Randomized Controlled Trial of Intraoperative Ketamine for Acute Postsurgical Pain after Breast Cancer Surgery: The Moderating Effect of Baseline Temporal Summation of Pain.",
          "author": "Wilson JM, Gokul S, Franqueiro AR, Rosado E, Yong RJ, Edwards RR, Schreiber KL",
          "journal": "Anesthesiology",
          "link": "https://pubmed.ncbi.nlm.nih.gov/40663518/",
          "issue_date": "2025-07",
          "abstract_summary": "This randomized trial investigated the effect of intraoperative ketamine on postoperative pain after breast surgery. Overall, ketamine showed no analgesic benefit over placebo in the 225-patient cohort. However, an exploratory analysis suggested that patients with higher baseline temporal summation of pain (a marker of central sensitization) may derive an analgesic benefit from ketamine, highlighting the potential for personalized pain management."
        }
      ],
      "Gabapentin for Major Surgery": [
        {
          "pmid": "40663783",
          "title": "Gabapentin for pain management following major surgery: a placebo controlled, double blind, randomized clinical trial (The GAP Study).",
          "author": "Baos S, Lui M, Walker-Smith T, Pufulete M, Messenger D, Abbadi R, Batchelor T, Casali G, Edwards M, Goddard N, Abu Hilal M, Alzetani A, Vaida M, Martinovsky P, Saravanan P, Cook T, Malhotra R, Simpson A, Little R, Wordsworth S, Stokes E, Eu-Hem JJ, Reeves B, Culliford L, Collett L, Maishman R, Chauhan N, McCullagh L, McKeon H, Abbs S, Lamb J, Gilbert A, Hughes C, Wynick D, Angelini G, Grocott M, Gibbison B, Rogers CA",
          "journal": "Anesthesiology",
          "link": "https://pubmed.ncbi.nlm.nih.gov/40663783/",
          "issue_date": "2025-07",
          "abstract_summary": "The GAP Study, a large multicenter randomized controlled trial, evaluated the effectiveness of perioperative gabapentin in patients undergoing major cardiac, thoracic, or abdominal surgery. The study found that adding gabapentin to a multimodal analgesic regimen did not reduce the length of hospital stay or the incidence of serious adverse events compared to placebo. These findings challenge the routine use of gabapentin for major surgery."
        }
      ],
      "Post-discharge Digital Health Interventions": [
        {
          "pmid": "40654033",
          "title": "Post discharge digital health technology interventions in ambulatory surgery: A systematic review and meta-analysis.",
          "author": "Bentsen SB, Stjernberg M, Raeder J, Eide GE, Tvedt MN, Hegland PA",
          "journal": "European journal of anaesthesiology",
          "link": "https://pubmed.ncbi.nlm.nih.gov/40654033/",
          "issue_date": "2025-07",
          "abstract_summary": "This systematic review and meta-analysis of six randomized controlled trials evaluated the effects of post-discharge digital health interventions (DHIs) for ambulatory surgery patients. The meta-analysis found no significant effect of DHIs on postoperative pain or unplanned healthcare encounters. However, individual studies suggested DHIs may reduce some symptoms, lower costs, and improve quality of life, though the overall certainty of evidence was low."
        }
      ],
      "Postoperative Sore Throat Prevention": [
        {
          "pmid": "40651058",
          "title": "Effect of dexamethasone and lidocaine combination on incidence of post-operative sore throat: A meta-analysis and trial sequential analysis.",
          "author": "Ikram J, Ali A, Moeez A, Khan MM, Ubaidullah, Mujeeb A, Ali MA, Tanveer S, Khan MWZ, Zaman B, Syed A, Nadeem MA, Zahid A, Khudirat M, Sawaira, Minear S, Ayad S",
          "journal": "Journal of clinical anesthesia",
          "link": "https://pubmed.ncbi.nlm.nih.gov/40651058/",
          "issue_date": "2025-07",
          "abstract_summary": "This meta-analysis of three randomized controlled trials investigated whether combining intravenous dexamethasone and lidocaine is more effective than dexamethasone alone for preventing postoperative sore throat (POST). The combination therapy significantly reduced the incidence of POST. However, trial sequential analysis indicated that the evidence is not yet conclusive, and further trials are needed to confirm these findings."
        }
      ],
      "Psychological Interventions for Postsurgical Pain": [
        {
          "pmid": "40462461",
          "title": "Effectiveness of peri-operative psychological interventions for the reduction of postsurgical pain intensity, depression, anxiety and pain catastrophising: A systematic review and meta-analysis.",
          "author": "Castano-Asins JR, Barcelo-Soler A, Royuela-Colomer E, Sanabria-Mazo JP, Garcia V, Neblett R, Bulbena A, Perez-Sola V, Montes-Perez A; Urrutia G, Feliu-Soler A, Luciano JV",
          "journal": "European journal of anaesthesiology",
          "link": "https://pubmed.ncbi.nlm.nih.gov/40462461/",
          "issue_date": "2025-07",
          "abstract_summary": "This systematic review and meta-analysis of 27 randomized controlled trials evaluated the effectiveness of perioperative psychological interventions on pain-related outcomes. The analysis found that these interventions, particularly CBT delivered by a psychologist, significantly reduced postoperative pain intensity and anxiety compared to usual care. The evidence quality was moderate, but the authors caution that many trials had a high risk of bias."
        }
      ],
      "Oliceridine for Postoperative Pain": [
        {
          "pmid": "40446423",
          "title": "Oliceridine for postoperative pain and opioid-related complications: The intravenous oliceridine and opioid-related complications (VOLITION) prospective cohort study.",
          "author": "Sessler DI, Ayad S, Bakal O, Disher NS, Duran JA, Weingarten TN, Dahan A; Demitrack MA, Kim J, Khanna AK",
          "journal": "Journal of clinical anesthesia",
          "link": "https://pubmed.ncbi.nlm.nih.gov/40446423/",
          "issue_date": "2025-07",
          "abstract_summary": "The VOLITION study prospectively evaluated the use of oliceridine for postoperative pain in 203 patients undergoing major noncardiac surgery. While no life-threatening respiratory events occurred, nearly one-quarter of patients experienced some form of respiratory compromise. A randomized trial is needed to determine if oliceridine offers a better safety profile regarding opioid-related adverse events compared to conventional opioids."
        }
      ]
    },
    "통증관리(Pain Management)": {
      "Mechanisms of Neuropathic Pain": [
        {
          "pmid": "40728533",
          "title": "Translational control by general control nonderepressible 2 kinase regulates methylglyoxal-induced pain in mice.",
          "author": "Meyer AR, Garcia G, Mikesell AR, O'Flanagan S, Stucky CL, Campbell ZT",
          "journal": "Pain",
          "link": "https://pubmed.ncbi.nlm.nih.gov/40728533/",
          "issue_date": "2025-07",
          "abstract_summary": "This study investigates the link between the metabolic byproduct methylglyoxal (MGO), a key factor in diabetic neuropathy, and the integrated stress response (ISR) in pain signaling. Researchers found that MGO activates the ISR via the GCN2 kinase by disrupting ribosome function. In mouse models, both neuronal sensitization and mechanical allodynia caused by MGO were dependent on GCN2, identifying it as a potential new analgesic target for diabetic pain."
        },
        {
          "pmid": "40728528",
          "title": "Autoreactive immunoglobulin G levels and Fc receptor gamma subunit upregulation drive mechanical allodynia after nerve constriction or crush injury.",
          "author": "Fiore NT, Willcox KF, Grieco AR, Dayani D, Zuberi YA, Heijnen CJ, Grace PM",
          "journal": "Pain",
          "link": "https://pubmed.ncbi.nlm.nih.gov/40728528/",
          "issue_date": "2025-07",
          "abstract_summary": "This study in mice investigated the role of B cell-IgG-Fc-gamma-receptor signaling in mechanical allodynia after different types of peripheral nerve injury. The findings reveal that this pathway is crucial for pain following chronic constriction (CCI) and nerve crush injuries, but not after spared nerve injury (SNI) or spinal nerve ligation. The difference appears to be driven by whether the injury upregulates the Fc receptor gamma subunit in the DRG and spinal cord."
        },
        {
          "pmid": "40719881",
          "title": "Proteomic analysis of isolated nerve terminals from NaV1.9 knockout mice reveals pathways relevant for pain perception.",
          "author": "Rawat A, Vu DT, Erbacher C, Stigloher C, Uceyler N, Metousis A, Mann M, Briese M, Sendtner M",
          "journal": "Pain",
          "link": "https://pubmed.ncbi.nlm.nih.gov/40719881/",
          "issue_date": "2025-07",
          "abstract_summary": "This study used proteomic analysis to investigate peripheral pain signaling mechanisms by isolating and examining nerve terminals from the footpads of wild-type and NaV1.9 knockout mice. The analysis revealed that nerve terminals are enriched with mitochondria and protein translation machinery, and that NaV1.9 deficiency leads to dysregulation of the MAPK and ERK1/2 pathways. This approach offers a valuable translational model for studying pain mechanisms in human biomaterials."
        },
        {
          "pmid": "40705707",
          "title": "Enhancing clinical translation of analgesics for neuropathic pain: a systematic review and meta-analysis on the role of non-evoked pain assessment in preclinical trials.",
          "author": "Huerta MA, Roza P, Cisneros E, Alique M, Roza C",
          "journal": "Pain",
          "link": "https://pubmed.ncbi.nlm.nih.gov/40705707/",
          "issue_date": "2025-07",
          "abstract_summary": "This systematic review and meta-analysis of 91 preclinical studies evaluated the efficacy of standard analgesics on non-evoked pain (NEP) in animal models of neuropathic pain. The results showed that the efficacy patterns of drugs like tricyclic antidepressants and gabapentinoids in relieving NEP closely mirrored their clinical performance in humans. The findings underscore the importance of assessing spontaneous pain behaviors in preclinical trials to improve the translation of new analgesics to the clinic."
        },
        {
          "pmid": "40668026",
          "title": "STIM1 functionally couples to transient receptor potential ankyrin 1 contributing to nociception.",
          "author": "Mei Y, Birla H, Lee BH, Li Z, Rai V, Zhang I, Huo X, Yi A, Zhang Q, Li D, Zhong Y, Wang F, Yasin B, Apai C, Rohacs T, Tao YX, Bekker A, Hu H",
          "journal": "Pain",
          "link": "https://pubmed.ncbi.nlm.nih.gov/40668026/",
          "issue_date": "2025-07",
          "abstract_summary": "This study reveals a novel functional link between the calcium sensor STIM1 and the TRPA1 ion channel in nociception. Researchers found that activation of TRPA1 in the endoplasmic reticulum triggers STIM1, leading to store-operated calcium entry and increased neuronal excitability. This STIM1-TRPA1 coupling plays an important role in sensing cold, chemical, and noxious mechanical stimuli, identifying STIM1 as a new transducer of nociception."
        },
        {
          "pmid": "40667986",
          "title": "Decreased KCC2 expression in the human spinal dorsal horn associated with chronic pain and long-term opioid use.",
          "author": "Davis OC, Ferland S, Lorenzo LE, Murray-Lawson C, Shiers S, Yousuf MS, Dedek A, Tsai EC, Vines E, Horton P, Cervantes A, Khan T, Funk G, Dussor G, Godin AG, Ferrini F, De Koninck Y, Hildebrand ME, Price TJ",
          "journal": "Pain",
          "link": "https://pubmed.ncbi.nlm.nih.gov/40667986/",
          "issue_date": "2025-07",
          "abstract_summary": "This study provides the first human evidence that the chloride transporter KCC2 is downregulated in the spinal dorsal horn of individuals with chronic pain or long-term opioid use. By examining tissue from organ donors, researchers found profoundly decreased KCC2 membrane expression in these groups. This finding supports the hypothesis that a loss of inhibitory efficacy in the spinal cord contributes to chronic pain in humans and identifies KCC2 as a key therapeutic target."
        },
        {
          "pmid": "40623268",
          "title": "Diminished transient receptor vanilloid 1 on skin nerve fibers in painful bortezomib-induced peripheral neuropathy.",
          "author": "Jin Y, Aravamudhan A, Cebulla N, Schirmer D, Runau E, Flamm L, Terhorst C, Jahnel L, Guse J, Giordani N, Wieser A, Sodmann A, Blum R, Kittel RJ, Sommer C",
          "journal": "Pain",
          "link": "https://pubmed.ncbi.nlm.nih.gov/40623268/",
          "issue_date": "2025-07",
          "abstract_summary": "This study investigated the role of TRPV1 receptors in bortezomib-induced peripheral neuropathy (BIPN) by examining skin biopsies from patients and healthy volunteers. The results showed a significant decrease in TRPV1 immunoreactivity on small nerve fibers in patients with BIPN, with a greater reduction in those experiencing pain. This diminished TRPV1 expression correlated with reduced thermal sensitivity and higher pain levels, providing new insights into the pathophysiology of painful BIPN."
        },
        {
          "pmid": "40533323",
          "title": "Cortical integration and control of spontaneous neuropathic pain-like behaviour in mice.",
          "author": "Li Z, Huang X, Ma J, Liu Q, Chen L, Liu X, Qin Q, Yang H, Han R, Li K, Hu R, Yan X, Huang Y, Huang D, Zhou H",
          "journal": "British journal of anaesthesia",
          "link": "https://pubmed.ncbi.nlm.nih.gov/40533323/",
          "issue_date": "2025-08",
          "abstract_summary": "This study investigated the role of the anterior cingulate cortex (ACC) in spontaneous neuropathic pain using mouse models. Researchers found that cortical hyperactivity in the ACC is a key feature, and that inhibiting this region can alleviate pain-like behavior, while activating it restores pain. These findings highlight the ACC's essential role in processing and modulating non-evoked neuropathic pain."
        },
        {
          "pmid": "40404497",
          "title": "Neurone-satellite glial cell interactions in dorsal root ganglia drive peripheral sensitisation in a mouse burn pain model.",
          "author": "Zhang R, Zhang N, Chen D, Hu X, Zhang M, Yao M, Zhang Q, Wu S, Zhang X, He Y, Gao F, Xu B, Fang Q",
          "journal": "British journal of anaesthesia",
          "link": "https://pubmed.ncbi.nlm.nih.gov/40404497/",
          "issue_date": "2025-08",
          "abstract_summary": "This study explores the mechanisms of peripheral sensitization in a mouse model of burn pain. It reveals that burn injury triggers CGRP release from sensory neurons, which in turn activates satellite glial cells (SGCs) in the dorsal root ganglia. This neuron-SGC interaction, involving chemokines like CXCL1, enhances neuronal excitability and pain, suggesting that targeting this pathway could be a therapeutic strategy for burn pain."
        }
      ],
      "Interventional Pain Management": [
        {
          "pmid": "40707353",
          "title": "Pulsed radiofrequency of lumbar dorsal root ganglion versus epidural neuroplasty for lumbar radicular pain: a systematic review and network meta-analysis.",
          "author": "Park JH, Jang JN, Park S, Choi YS, Ryu DK, Miah R, Park S",
          "journal": "Regional anesthesia and pain medicine",
          "link": "https://pubmed.ncbi.nlm.nih.gov/40707353/",
          "issue_date": "2025-07",
          "abstract_summary": "This network meta-analysis of 14 randomized controlled trials compared pulsed radiofrequency (PRF) of the dorsal root ganglion and epidural neuroplasty for treating lumbar radicular pain. While epidural neuroplasty showed a slight advantage over PRF at 3 months, the overall certainty of evidence was low to very low. The study concludes that both interventions may offer comparable long-term outcomes, but highlights the urgent need for direct, high-quality trials to guide treatment selection."
        },
        {
          "pmid": "40664401",
          "title": "Navigating current controversies in radiofrequency ablation of the genicular nerves for chronic knee pain in osteoarthritis: a daring discourse.",
          "author": "Ferreira-Silva N, Ferreira-Dos-Santos G, Cunat T, Ribeiro-da-Silva T, Peng P",
          "journal": "Regional anesthesia and pain medicine",
          "link": "https://pubmed.ncbi.nlm.nih.gov/40664401/",
          "issue_date": "2025-07",
          "abstract_summary": "This discourse critically analyzes ongoing controversies surrounding radiofrequency ablation (RFA) of genicular nerves for chronic knee osteoarthritis pain. It addresses key debates, including the role of prognostic blocks, optimal nerve targets, guidance techniques (ultrasound vs. fluoroscopy), and the use of RFA after total knee arthroplasty. The paper aims to guide clinical decision-making and stimulate further research to resolve these heterogeneous practices."
        },
        {
          "pmid": "40659443",
          "title": "To trial or not to trial before peripheral nerve stimulation for chronic pain: a retrospective multicenter comparative analysis of temporary-to-permanent and direct-to-permanent implantation approaches.",
          "author": "D'Souza RS, Yu Y, Singh V, Karri J, Javed S, Her YF, Chai N, Hoffmann C, Warner DO, Hussain N",
          "journal": "Regional anesthesia and pain medicine",
          "link": "https://pubmed.ncbi.nlm.nih.gov/40659443/",
          "issue_date": "2025-07",
          "abstract_summary": "This multicenter retrospective study compared outcomes between patients who underwent a temporary trial before permanent peripheral nerve stimulation (PNS) and those who received a direct-to-permanent implant. The analysis of 130 patients found no significant difference in pain relief, opioid consumption, or adverse events at 6 months between the two approaches. The findings suggest that a temporary trial may not be necessary to achieve successful outcomes with permanent PNS."
        },
        {
          "pmid": "40480912",
          "title": "Chemical ablation of pericapsular nerve group with 95% ethanol for pain relief and quality of life in patients with hip osteoarthritis: a prospective, double-blinded, randomised, controlled trial.",
          "author": "Reysner M, Reysner T, Kowalski G, Mularski A, Daroszewski P; Wieczorowska-Tobis K",
          "journal": "British journal of anaesthesia",
          "link": "https://pubmed.ncbi.nlm.nih.gov/40480912/",
          "issue_date": "2025-08",
          "abstract_summary": "This randomized controlled trial evaluated the efficacy of ultrasound-guided pericapsular nerve group (PENG) neurolysis using 95% ethanol for chronic hip osteoarthritis pain. Compared to a sham procedure, the ethanol neurolysis group experienced significant and long-term pain relief for up to 6 months. This intervention also led to reduced opioid consumption and improved quality of life without neurological deficits."
        },
        {
          "pmid": "38821535",
          "title": "Clinical study of a micro-implantable pulse generator for the treatment of peripheral neuropathic pain: 3-month and 6-month results from the COMFORT-randomised controlled trial.",
          "author": "Hatheway J, Hersel A, Song J, Engle M, Gutierrez G, Khemlani V; Kapural L, Moore G, Ajakwe R, Trainor D, Hah J, Staats PS, Lynch P; Makous J, Heit G, Kottalgi S, Desai MJ",
          "journal": "Regional anesthesia and pain medicine",
          "link": "https://pubmed.ncbi.nlm.nih.gov/38821535/",
          "issue_date": "2025-07",
          "abstract_summary": "This randomized controlled trial evaluated a micro-implantable pulse generator for peripheral nerve stimulation (PNS) in treating chronic peripheral pain. At 3 and 6 months, the PNS group showed significantly superior pain reduction (67% and 70% respectively) compared to the control group receiving conventional medical management (6%). The results demonstrate that this micro-IPG is a safe and efficacious treatment for chronic peripheral pain."
        },
        {
          "pmid": "38754990",
          "title": "Extended reality navigation for pain procedures: a narrative review.",
          "author": "Cho JS, Jotwani R, Chan S, Thaker DM, On JD, Yong RJ, Hao D",
          "journal": "Regional anesthesia and pain medicine",
          "link": "https://pubmed.ncbi.nlm.nih.gov/38754990/",
          "issue_date": "2025-07",
          "abstract_summary": "This narrative review examines the use of extended reality (XR) technology for procedural navigation in pain medicine. Early evidence from 13 studies suggests XR has the potential to improve procedural efficiency and is particularly useful for creating patient-specific navigation plans in cases of difficult anatomy. The review discusses best practices for developing XR systems and their future role in regional anesthesia and pain medicine."
        }
      ],
      "Chronic Pain and Comorbidities": [
        {
          "pmid": "40705710",
          "title": "Chronic pain is associated with sleep apnea severity but attenuated by intermittent hypoxemia in people using opioids.",
          "author": "Orr JE, Bosompra NO, Norby B, Velazquez J, Khalaf A, DeYoung P; Schmickl CN, Sands SA, Jain S, He F, Goodin B, Wallace M, Owens RL; Malhotra A",
          "journal": "Pain",
          "link": "https://pubmed.ncbi.nlm.nih.gov/40705710/",
          "issue_date": "2025-07",
          "abstract_summary": "This study examined the relationship between sleep-disordered breathing (SDB) and pain in adults using long-term opioids. The results showed that while worsened SDB severity (higher AHI) was linked to increased pain interference and lower pain tolerance, this effect was attenuated in patients with higher levels of associated hypoxemia. This suggests that for a given AHI, pain symptoms may differ depending on the individual's hypoxic burden."
        },
        {
          "pmid": "40640044",
          "title": "Are adults with chronic pain more likely to develop hypertension than adults without chronic pain? A systematic review and meta-analysis.",
          "author": "Taylor HE, Salf JC, Roper-Marchand CR, Senaratne DNS, Smith BH; Colvin LA, George J",
          "journal": "British journal of anaesthesia",
          "link": "https://pubmed.ncbi.nlm.nih.gov/40640044/",
          "issue_date": "2025-07",
          "abstract_summary": "This systematic review and meta-analysis of 23 studies investigated the association between chronic pain (CP) and hypertension (HTN). The pooled analysis showed that people with CP had a 1.66-fold increased odds of having HTN compared to controls. This association was significant for chronic widespread pain and chronic headache, confirming a link between chronic pain and hypertension."
        },
        {
          "pmid": "40639955",
          "title": "Risk of dementia following gabapentin prescription in chronic low back pain patients.",
          "author": "Eghrari NB, Yazji IH, Yavari B, Van Acker GM, Kim CH",
          "journal": "Regional anesthesia and pain medicine",
          "link": "https://pubmed.ncbi.nlm.nih.gov/40639955/",
          "issue_date": "2025-07",
          "abstract_summary": "This retrospective cohort study using a large national database examined the association between gabapentin use for chronic low back pain and the risk of dementia. The study found that patients with six or more gabapentin prescriptions had a significantly increased risk of dementia and mild cognitive impairment. The risk was particularly elevated in non-elderly adults (aged 18-64), suggesting a need for cognitive monitoring in patients prescribed gabapentin."
        },
        {
          "pmid": "40483184",
          "title": "Predictive role of central nervous system-driven symptoms in the development of chronic primary pain.",
          "author": "Trouvin AP, Bailly F",
          "journal": "British journal of anaesthesia",
          "link": "https://pubmed.ncbi.nlm.nih.gov/40483184/",
          "issue_date": "2025-08",
          "abstract_summary": "This commentary discusses a recent study showing that central nervous system-driven symptoms like sleep disturbances and mood disorders often precede the onset of chronic primary pain. This research, based on UK Biobank data, suggests a potential window for early intervention and prevention. It enhances understanding of nociplastic pain mechanisms."
        },
        {
          "pmid": "40410097",
          "title": "Sex-specific genetics underlie increased chronic pain risk in women: genome-wide association studies from the UK Biobank.",
          "author": "Parisien M, Fillingim M, Tanguay-Sabourin C, Roy M, Vachon-Presseau E; Diatchenko L",
          "journal": "British journal of anaesthesia",
          "link": "https://pubmed.ncbi.nlm.nih.gov/40410097/",
          "issue_date": "2025-08",
          "abstract_summary": "This genome-wide association study using UK Biobank data explored the genetic reasons for the higher prevalence of chronic pain in women. The research identified that women have four times more sex-specific causal loci for pain, primarily enriched in brain regions, than men. These genetic factors, particularly related to brain structure, are more often causally linked to chronic pain in women, suggesting a strong genetic underpinning for this sex disparity."
        },
        {
          "pmid": "40623269",
          "title": "Diminished transient receptor vanilloid 1 on skin nerve fibers in painful bortezomib-induced peripheral neuropathy.",
          "author": "Jin Y, Aravamudhan A, Cebulla N, Schirmer D, Runau E, Flamm L, Terhorst C, Jahnel L, Guse J, Giordani N, Wieser A, Sodmann A, Blum R, Kittel RJ, Sommer C",
          "journal": "Pain",
          "link": "https://pubmed.ncbi.nlm.nih.gov/40623269/",
          "issue_date": "2025-07",
          "abstract_summary": "This study investigated the role of TRPV1 receptors in bortezomib-induced peripheral neuropathy (BIPN) by examining skin biopsies from patients and healthy volunteers. The results showed a significant decrease in TRPV1 immunoreactivity on small nerve fibers in patients with BIPN, with a greater reduction in those experiencing pain. This diminished TRPV1 expression correlated with reduced thermal sensitivity and higher pain levels, providing new insights into the pathophysiology of painful BIPN."
        }
      ],
      "Opioid Use and Management": [
        {
          "pmid": "39413034",
          "title": "Developing a Wearable Sensor-Based Digital Biomarker of Opioid Dependence.",
          "author": "Carreiro S, Ramanand P, Akram W, Stapp J, Chapman B, Smelson D, Indic P",
          "journal": "Anesthesia and analgesia",
          "link": "https://pubmed.ncbi.nlm.nih.gov/39413034/",
          "issue_date": "2025-08",
          "abstract_summary": "This study aimed to develop a digital biomarker for opioid dependence using wearable sensor data. By monitoring opioid-naive and chronic opioid-using participants with acute pain, researchers developed machine learning models that could distinguish between the two groups with high accuracy (70-90%). The findings suggest that wearable sensor data can detect physiological adaptations to opioid use, potentially offering a novel tool for safer prescribing and monitoring."
        },
        {
          "pmid": "40615331",
          "title": "Population-based multistate modelling of peritraumatic opioid use among trauma patients from the Norwegian Trauma Registry.",
          "author": "Engel S, Rosseland LA, Smits M, Skurtveit SO, Gran JM, Nordseth T; Roise O, Jacobsen HB",
          "journal": "British journal of anaesthesia",
          "link": "https://pubmed.ncbi.nlm.nih.gov/40615331/",
          "issue_date": "2025-08",
          "abstract_summary": "This population-based study analyzed opioid use patterns in trauma patients from the Norwegian Trauma Registry. The findings show that most patients with long-term opioid use after injury had a history of pre-injury opioid use, primarily for chronic pain. The study underscores the need for effective non-opioid pain management alternatives."
        },
        {
          "pmid": "39084703",
          "title": "One-year opioid consumption trajectories among individuals receiving multidisciplinary postsurgical care: a single-center observational study from the Toronto General Hospital Transitional Pain Service.",
          "author": "Page MG, Katz J, Darville R, Gabriel G, Ladha KS, Huang A; Ganty P, Katznelson R, Tamir D, Fiorellino J, Kahn M, Tao L; Slepian M, Wieskopf J, Clarke H",
          "journal": "Regional anesthesia and pain medicine",
          "link": "https://pubmed.ncbi.nlm.nih.gov/39084703/",
          "issue_date": "2025-07",
          "abstract_summary": "This observational study tracked opioid use and pain intensity for one year in high-risk patients enrolled in a Transitional Pain Service (TPS). The results identified three distinct opioid consumption trajectories, all of which decreased over time, with biopsychosocial factors like substance use disorder and psychological distress associated with higher use. The study highlights the heterogeneity of postsurgical recovery and supports the use of personalized, multidisciplinary interventions like TPS."
        }
      ],
      "Psychological Aspects of Chronic Pain": [
        {
          "pmid": "40728524",
          "title": "Measurement instruments of pain-related avoidance in chronic pain: a systematic review of psychometric properties.",
          "author": "Traxler J, Gaggini E, Philips RV, Warny A, Peters ML, Crombez G; Vlaeyen JWS",
          "journal": "Pain",
          "link": "https://pubmed.ncbi.nlm.nih.gov/40728524/",
          "issue_date": "2025-07",
          "abstract_summary": "This systematic review evaluated the psychometric properties of 22 different instruments used to measure pain-related avoidance in adults with chronic pain. After analyzing 140 articles, the review found that while research on internal consistency and construct validity is extensive, high-quality evidence on measurement error and criterion validity is lacking for most tools. Only two versions of the Chronic Pain Coping Inventory met the criteria to be fully recommended for use."
        },
        {
          "pmid": "40705692",
          "title": "Understanding the untreated course of adults with chronic pain seeking psychological intervention: a systematic review and meta-analysis.",
          "author": "Morgan Z, Scott A, Bisby MA, Chandra S, Hathway T, Correa AB; Dear BF",
          "journal": "Pain",
          "link": "https://pubmed.ncbi.nlm.nih.gov/40705692/",
          "issue_date": "2025-07",
          "abstract_summary": "This systematic review and meta-analysis examined symptom changes in control groups of 52 RCTs where adults with chronic pain were awaiting psychological treatment. The analysis found that over an average control period of 13.5 weeks, participants showed very small but statistically significant improvements in pain and disability, with no significant change in depression or anxiety. These findings suggest that symptoms are relatively stable, not worsening, during short waits for psychologically-based pain management."
        },
        {
          "pmid": "40705690",
          "title": "Silent information regulator sirtuin 1-mediated neuronal excitation-inhibition imbalance in the central amygdala is involved in peripheral nerve injury-induced depression-related behavior in mice.",
          "author": "Lin JT, Ding XB, Dong W, Wu WF, Lin YW, Zhou CR; Zhang CD, Chen C, Sun YM, Liu Q, Liu YP, Zhou CH, Wu YQ",
          "journal": "Pain",
          "link": "https://pubmed.ncbi.nlm.nih.gov/40705690/",
          "issue_date": "2025-07",
          "abstract_summary": "This study investigated the role of the histone deacetylase SIRT1 in depression-like behavior following peripheral nerve injury in mice. Researchers found that SIRT1 was downregulated in the central amygdala (CeA), leading to an excitation-inhibition imbalance (increased glutamatergic and decreased GABAergic activity). Overexpressing SIRT1 in the CeA corrected this imbalance and alleviated the depression-related behaviors, identifying SIRT1 as a key regulator in this process."
        },
        {
          "pmid": "40668023",
          "title": "Neurophysiological encoding of aversive prediction errors.",
          "author": "Gopalakrishnan R, Sonneborn C, Baillet S, Machado AG, Wager TD, Roy M",
          "journal": "Pain",
          "link": "https://pubmed.ncbi.nlm.nih.gov/40668023/",
          "issue_date": "2025-07",
          "abstract_summary": "This study used magnetoencephalography (MEG) to investigate the brain signals underlying aversive prediction errors (PEs)—the mismatch between expected and actual pain. The findings indicate that aversive PE signals are rapidly generated in the alpha band (8-12 Hz) by the midbrain, orbitofrontal cortex, and ventrolateral prefrontal cortex around 150 ms after an outcome. This research reveals the fast neurophysiological mechanisms involved in learning to avoid pain."
        },
        {
          "pmid": "40623245",
          "title": "Subjective salience ratings are a reliable proxy for physiological measures of arousal.",
          "author": "Hadjis GE, Atlas LY, Mouseli P, Sexton CA, McAndrews MP, Moayedi M",
          "journal": "Pain",
          "link": "https://pubmed.ncbi.nlm.nih.gov/40623245/",
          "issue_date": "2025-07",
          "abstract_summary": "This study aimed to determine if subjective salience ratings are a valid proxy for physiological arousal, measured by skin conductance response (SCR), when comparing painful and non-painful stimuli. In 41 healthy adults, there were no differences in SCR between heat pain and electric stimuli that were subjectively matched for salience. The results confirm that subjective ratings are suitable for salience-matching in pain research, which is crucial for isolating pain-specific brain processes."
        }
      ],
      "Pain Assessment and Measurement": [
        {
          "pmid": "40717606",
          "title": "Immersion in nature through virtual reality attenuates the development and spread of mechanical secondary hyperalgesia: a role for insulo-thalamic effective connectivity.",
          "author": "Medina S, Hughes SW",
          "journal": "Pain",
          "link": "https://pubmed.ncbi.nlm.nih.gov/40717606/",
          "issue_date": "2025-07",
          "abstract_summary": "This study investigated the brain mechanisms of nature-based analgesia using immersive virtual reality (VR) in healthy participants with experimentally induced pain sensitization. Immersive nature VR significantly reduced the development and spread of secondary mechanical hyperalgesia compared to a 2D nature video or no intervention. Neuroimaging analysis suggested that these analgesic effects are mediated by insulo-thalamic effective connectivity, likely through top-down endogenous pain-modulating systems."
        },
        {
          "pmid": "40705695",
          "title": "Evaluating the efficacy of neurokinin-1 (substance P) receptor antagonist CP-99994 on facial grimacing and allodynia in mice postsurgery: a comparative study with known analgesics.",
          "author": "McCoy ES, Ryan DF, Park SK, Zylka MJ",
          "journal": "Pain",
          "link": "https://pubmed.ncbi.nlm.nih.gov/40705695/",
          "issue_date": "2025-07",
          "abstract_summary": "This study evaluated the NK1R antagonist CP-99994 using a machine learning-based facial grimacing score in mice after surgery. While standard analgesics like carprofen and buprenorphine effectively reduced grimacing, CP-99994 showed limited efficacy on this spontaneous pain measure, despite reducing evoked mechanical allodynia. The findings suggest that assessing spontaneous pain behaviors like facial grimacing may better predict the clinical analgesic potential of drug candidates."
        },
        {
          "pmid": "40667996",
          "title": "Peripheral contributions to offset analgesia: effects of stimulus duration, intensity, and location.",
          "author": "Sun P, Wong APH, Asplund CL, Derbyshire SWG",
          "journal": "Pain",
          "link": "https://pubmed.ncbi.nlm.nih.gov/40667996/",
          "issue_date": "2025-07",
          "abstract_summary": "This study investigated the peripheral nerve fiber contributions to offset analgesia (OA), a phenomenon of profound pain reduction after a small decrease in a noxious stimulus. By applying heat stimuli of varying durations and intensities to the hand, the results suggest that the slower-responding CMH nociceptors are critical for generating OA. The findings also indicate that the faster-responding AMH-I and AMH-II nociceptors are neither necessary nor sufficient for the effect."
        },
        {
          "pmid": "40623293",
          "title": "Reliability and validity of the Pediatric PainSCAN: a screening tool for pediatric neuropathic pain and complex regional pain syndrome.",
          "author": "Mesaroli G, Davis AM, Perruccio AV, Davidge KM, Campbell F, Sun N; Walker SM, Hess CW, Simons LE, Logan D, Stinson JN",
          "journal": "Pain",
          "link": "https://pubmed.ncbi.nlm.nih.gov/40623293/",
          "issue_date": "2025-07",
          "abstract_summary": "This study evaluated the reliability and validity of the Pediatric PainSCAN, a new screening tool for neuropathic pain (NP) and complex regional pain syndrome (CRPS) in children. Tested in 221 pediatric patients, the tool demonstrated sufficient test-retest reliability and criterion validity for identifying CRPS and NP. The study confirms that the Pediatric PainSCAN is a reliable and valid tool for use in pediatric chronic pain clinics."
        },
        {
          "pmid": "40623243",
          "title": "Convergent validity of a person-dependent definition of a low back pain flare.",
          "author": "Suri P, Korpak AM, Timmons AK, Tanus AD, Brubeck HF, Costa N; Staab CA, Hodges PW, Daniels CJ, Heagerty PJ, Jensen MP",
          "journal": "Pain",
          "link": "https://pubmed.ncbi.nlm.nih.gov/40623243/",
          "issue_date": "2025-07",
          "abstract_summary": "This prospective study validated a person-dependent definition of a low back pain (LBP) \"flare\" in a cohort of 465 Veterans. The study found that when participants self-reported being in a flare state, it was significantly associated with a 2.8-point higher pain intensity score on a 0-10 scale. Flare status was also associated with greater pain interference and analgesic use, supporting the convergent validity of this simple, patient-centered definition."
        },
        {
          "pmid": "40516197",
          "title": "Application of deep learning-based facial pain recognition model for postoperative pain assessment.",
          "author": "Zhang JT, Hu XY, Duan W, Ji MH, Yang JJ",
          "journal": "Journal of clinical anesthesia",
          "link": "https://pubmed.ncbi.nlm.nih.gov/40516197/",
          "issue_date": "2025-07",
          "abstract_summary": "This study developed and validated a deep learning model for postoperative pain assessment based on facial expression recognition. Using a dataset of over 3,400 clinical images, the model showed high performance in identifying severe pain, with an AUROC of 0.898. The research demonstrates the potential of using AI-driven facial analysis as a real-time, objective tool for monitoring pain, especially in patients with communication difficulties."
        }
      ],
      "Genetics and Sociodemographics of Pain": [
        {
          "pmid": "40705855",
          "title": "Borders that hurt: the link between anti-immigration attitudes in Europe and the epidemic of chronic pain in immigrant adolescents.",
          "author": "Roman-Juan J, Hood AM, Marbil MG, Birnie KA, Noel M",
          "journal": "Pain",
          "link": "https://pubmed.ncbi.nlm.nih.gov/40705855/",
          "issue_date": "2025-07",
          "abstract_summary": "This study examined the link between country-level anti-immigration attitudes and chronic pain prevalence in over 5,600 immigrant adolescents across 20 European countries. The results showed a significant association: stronger anti-immigration attitudes in a country were linked to a higher prevalence of chronic pain among its immigrant adolescents. This effect was even stronger for immigrants with low socioeconomic status, highlighting how sociopolitical exclusion can be a public health burden."
        },
        {
          "pmid": "40705706",
          "title": "Familial risk of carpal tunnel syndrome among first-degree relatives and interaction with obesity and hyperglycemia-a population-based study in Korea.",
          "author": "Kim JE, Kim B, Kim HJ, Hwang J, Swan H, Kim YS; Cha J, Kang T, Kim KH, Kim M, Hann HJ, Kim KU, Ahn HS",
          "journal": "Pain",
          "link": "https://pubmed.ncbi.nlm.nih.gov/40705706/",
          "issue_date": "2025-07",
          "abstract_summary": "This large, population-based study in Korea investigated the familial risk of carpal tunnel syndrome (CTS). Individuals with an affected first-degree relative had a nearly two-fold increased risk of developing CTS. The study also found a significant gene-environment interaction, where the combined risk from a positive family history and obesity or hyperglycemia was greater than the sum of their individual risks, identifying a high-risk population."
        },
        {
          "pmid": "40690380",
          "title": "High-Flow Nasal Oxygen versus Mechanical Ventilation Through a Laryngeal Mask During General Anesthesia Without Muscle Paralysis: A Randomized Clinical Trial.",
          "author": "Frassanito L, Grieco DL, Vassalli F, Piersanti A, Scorzoni M, Ciano F, Zanfini BA, Catarci S, Catena U, Scambia G, Antonelli M, Draisci G",
          "journal": "Anesthesia and analgesia",
          "link": "https://pubmed.ncbi.nlm.nih.gov/40690380/",
          "issue_date": "2025-07",
          "abstract_summary": "This randomized trial compared high-flow nasal oxygen with laryngeal mask ventilation for respiratory support during 30-minute general anesthesia sessions without muscle paralysis. The study found high-flow oxygen to be non-inferior, with a 99% success rate in both groups. While high-flow oxygen was associated with fewer postoperative respiratory symptoms, it also led to a higher incidence of hypercarbia, warranting careful patient selection and monitoring."
        },
        {
          "pmid": "40668025",
          "title": "Androgen receptors expressed in the primary sensory neurons regulate mechanical pain sensitivity.",
          "author": "Saika F, Uta D, Fukazawa Y, Hino Y, Hatano Y; Kishioka S, Nawa H, Hino S, Suzuki K, Kiguchi N",
          "journal": "Pain",
          "link": "https://pubmed.ncbi.nlm.nih.gov/40668025/",
          "issue_date": "2025-07",
          "abstract_summary": "This study investigated the role of androgen receptors (AR) in mechanical pain sensitivity using mouse models. Higher testosterone levels in male mice correlated with higher pain thresholds, an effect that was absent in mice lacking AR in their sensory neurons. The study found that primary sensory neurons, especially CGRP+ neurons, are critical targets for androgens in regulating mechanical pain, suggesting a potential therapeutic pathway for pain management."
        },
        {
          "pmid": "40623270",
          "title": "A catheter-associated urinary tract infection mouse model to study bladder dysfunction and pain.",
          "author": "Schillebeeckx L, Caldwell A, Luyten K, Sliwinska M, Gevaert T; Everaerts W, Voets T",
          "journal": "Pain",
          "link": "https://pubmed.ncbi.nlm.nih.gov/40623270/",
          "issue_date": "2025-07",
          "abstract_summary": "This paper describes the development of a female mouse model for catheter-associated urinary tract infections (CAUTIs) to study bladder pain and dysfunction. The model successfully recapitulates key clinical features, including sustained bacterial infection, biofilm formation, bladder hypersensitivity, and voiding dysfunction. This novel in vivo model provides a valuable tool for investigating the mechanisms of CAUTI and testing new therapies."
        },
        {
          "pmid": "40623248",
          "title": "Identifying risk and protective factors in the transmission of chronic pain from mothers to children: a longitudinal cohort study.",
          "author": "Beveridge JK, Noel M, McArthur BA, Madigan S, Orr SL, McDonald S; Tough S, Birnie KA",
          "journal": "Pain",
          "link": "https://pubmed.ncbi.nlm.nih.gov/40623248/",
          "issue_date": "2025-07",
          "abstract_summary": "This longitudinal study of 1,128 mother-child dyads investigated the transmission of chronic pain. Children of mothers with chronic pain had increased odds of developing chronic pain themselves, particularly if the mother also had high anxiety or used ineffective parenting practices. Child-specific factors like optimism and strong connections with adults were found to be protective, lowering the odds of chronic pain for all children, regardless of maternal pain status."
        }
      ],
      "Neurobiology of Pain and Analgesia": [
        {
          "pmid": "40728530",
          "title": "Cortical astrocyte activation triggers meningeal nociception and migraine-like pain.",
          "author": "Bree D, Zhao J, Stratton J, Levy D",
          "journal": "Pain",
          "link": "https://pubmed.ncbi.nlm.nih.gov/40728530/",
          "issue_date": "2025-07",
          "abstract_summary": "This study investigated whether activating cortical astrocytes is sufficient to trigger migraine pain. Using a chemogenetic approach in a rat model, researchers found that activating astrocytes in the visual cortex was sufficient to induce prolonged firing and sensitization of meningeal nociceptors, as well as migraine-like pain behaviors. These effects were suppressed by a CGRP-blocking antibody, suggesting that cortical astrocyte activation can be a direct trigger for migraine pain."
        },
        {
          "pmid": "40728516",
          "title": "Prior use-dependent plasticity triggers different individual corticomotor responses during persistent musculoskeletal pain.",
          "author": "Zamorano AM, Kleber B, De Martino E, Insausti-Delgado A, Vuust P; Flor H, Graven-Nielsen T",
          "journal": "Pain",
          "link": "https://pubmed.ncbi.nlm.nih.gov/40728516/",
          "issue_date": "2025-07",
          "abstract_summary": "This study explored how prior motor experience (use-dependent plasticity) influences corticomotor responses to persistent musculoskeletal pain, comparing musicians to non-musicians. After inducing prolonged pain with an NGF injection, non-musicians showed a reduction in motor map volume and higher pain intensity, while musicians, who had smaller motor maps at baseline, did not. The findings demonstrate that pre-existing plasticity from motor training can counteract the effects of prolonged pain on the motor system."
        },
        {
          "pmid": "40721388",
          "title": "A ligand-receptor interactome of the bone tumor microenvironment in multiple myeloma bone pain.",
          "author": "Barakat A, Doncheva NT, Prado J, Moll L, Jensen JL; Diaz-delCastillo M, Novak I, Eijkelkamp N, Jensen LJ, Heegaard AM",
          "journal": "Pain",
          "link": "https://pubmed.ncbi.nlm.nih.gov/40721388/",
          "issue_date": "2025-07",
          "abstract_summary": "This study used computational analysis of transcriptomic data to map the ligand-receptor interactions that contribute to multiple myeloma bone pain. By identifying cell-type-specific interactions between the tumor microenvironment and sensory neurons, the research pinpointed potential nociceptive signaling pathways. The study suggests potential targets for future analgesic drug development, including specific ligands and their upstream regulatory kinases."
        },
        {
          "pmid": "40707290",
          "title": "Microglia-neuronal communication mediated by P2X4R-BDNF-TrkB promotes synaptic plasticity and anterior cingulate cortex hyperactivity in muscle pain chronicity.",
          "author": "Liang Y, Luo M, Xu Q, Zhang S, Niu S, Li X; Sun W, Song M, Wang L, Xing X, Wang J, Feng M, Zhao L; Chen H, Sheng R, Wang Y",
          "journal": "British journal of anaesthesia",
          "link": "https://pubmed.ncbi.nlm.nih.gov/40707290/",
          "issue_date": "2025-07",
          "abstract_summary": "This study investigated the role of microglia-neuronal communication in the anterior cingulate cortex (ACC) in chronic muscle pain. The findings reveal that microglial P2X4R promotes the release of BDNF, which then acts on neuronal TrkB receptors to enhance synaptic plasticity and neuronal excitability. This signaling cascade contributes to ACC hyperactivity and the maintenance of chronic muscle pain, identifying a potential therapeutic target."
        },
        {
          "pmid": "40705704",
          "title": "A combined activity of peripheral nociceptive and nonnociceptive neurons is necessary to trigger spinal microglial reactivity and sustained pain.",
          "author": "Isler M, Chu Sin Chung P, Deftu AF, Kirschmann G, Decosterd I, Suter MR",
          "journal": "Pain",
          "link": "https://pubmed.ncbi.nlm.nih.gov/40705704/",
          "issue_date": "2025-07",
          "abstract_summary": "This study investigated the triggers for spinal microglial reactivity, a key step in developing chronic pain. Using optogenetic and electrical stimulation in mice, researchers found that activating either nociceptive or non-nociceptive peripheral fibers alone was not enough to cause sustained pain or a microglial response. Only the simultaneous activation of both fiber types induced sustained hypersensitivity and spinal microglial changes, suggesting that a combination of sensory inputs is necessary to initiate these chronic pain mechanisms."
        },
        {
          "pmid": "40645808",
          "title": "Coding of post-surgical pain in ICD-11: between conceptual richness and practical constraints.",
          "author": "Martinez V, Spagna A, Attal N",
          "journal": "British journal of anaesthesia",
          "link": "https://pubmed.ncbi.nlm.nih.gov/40645808/",
          "issue_date": "2025-07",
          "abstract_summary": "This article discusses the new classification of chronic postsurgical pain in the ICD-11. The authors praise this as a significant step forward in recognizing the condition as a distinct clinical entity. However, they also point out remaining gaps between the conceptual framework, the coding tools, and clinical practice, calling for better integration of diagnostic criteria and improved visibility of neuropathic and psychosocial pain dimensions."
        },
        {
          "pmid": "40634184",
          "title": "Orexinergic projections to substantia innominata mediate arousal and analgesia.",
          "author": "Xiang X, Wang F, Chen C, Guan Z, Zhou W",
          "journal": "British journal of anaesthesia",
          "link": "https://pubmed.ncbi.nlm.nih.gov/40634184/",
          "issue_date": "2025-07",
          "abstract_summary": "This study investigated the neural circuits underlying arousal and analgesia, focusing on orexinergic neurons projecting from the lateral hypothalamus (LHA) to the substantia innominata (SI). Using optogenetics and other techniques in mice, the researchers found that activating this LHA(OX)-->SI circuit promoted arousal from anesthesia and induced analgesia for both thermal and inflammatory pain. The effects were predominantly mediated through the orexin receptor-2 (OX2R), revealing a key pathway that co-regulates arousal and pain."
        },
        {
          "pmid": "40623293",
          "title": "Reliability and validity of the Pediatric PainSCAN: a screening tool for pediatric neuropathic pain and complex regional pain syndrome.",
          "author": "Mesaroli G, Davis AM, Perruccio AV, Davidge KM, Campbell F, Sun N; Walker SM, Hess CW, Simons LE, Logan D, Stinson JN",
          "journal": "Pain",
          "link": "https://pubmed.ncbi.nlm.nih.gov/40623293/",
          "issue_date": "2025-07",
          "abstract_summary": "This study evaluated the reliability and validity of the Pediatric PainSCAN, a new screening tool for neuropathic pain (NP) and complex regional pain syndrome (CRPS) in children. Tested in 221 pediatric patients, the tool demonstrated sufficient test-retest reliability and criterion validity for identifying CRPS and NP. The study confirms that the Pediatric PainSCAN is a reliable and valid tool for use in pediatric chronic pain clinics."
        },
        {
          "pmid": "40623285",
          "title": "The impact of chronic pain on brain gene expression.",
          "author": "Collier L, Seah C, Hicks EM, Holtzheimer PE, Krystal JH; Girgenti MJ, Huckins LM, Johnston KJA",
          "journal": "Pain",
          "link": "https://pubmed.ncbi.nlm.nih.gov/40623285/",
          "issue_date": "2025-07",
          "abstract_summary": "This study investigated brain gene expression associated with chronic pain using postmortem brain tissue from 304 donors. The analysis identified over 2,000 cell-type-specific differentially expressed genes (DEGs), which were significantly enriched in the microglia of the basolateral amygdala (BLA). These findings highlight BLA microglia as a key cell type in chronic pain and reveal enrichment for immune and hypoxia-related pathways, providing new insights into the molecular underpinnings of the condition."
        },
        {
          "pmid": "40623266",
          "title": "Spinal disk injury induces germinal center formation, pronociceptive antibody production, and chronic nociceptive sensitization in a male mouse back pain model.",
          "author": "Wei T, Guo TZ, Shi X, Li WW, Clark JD, Kingery WS",
          "journal": "Pain",
          "link": "https://pubmed.ncbi.nlm.nih.gov/40623266/",
          "issue_date": "2025-07",
          "abstract_summary": "This study used a mouse model of lumbar disk puncture to investigate the role of the adaptive immune system in chronic back pain. The results showed that disk injury led to the formation of B-cell germinal centers in lymph nodes and the production of pronociceptive IgM and IgG antibodies, which peaked weeks after the initial injury. These findings support the hypothesis that autoimmunity contributes to the transition from acute tissue injury to a chronic musculoskeletal pain state."
        }
      ],
      "Intrathecal Drug Delivery for Cancer Pain": [
        {
          "pmid": "39259695",
          "title": "Intrathecal Drug Delivery System in Prepontine Cistern for Patients with Intractable Craniofacial Cancer Pain: A Multicenter Retrospective Study.",
          "author": "Long D, Li X, Zhang Y, Luo J, Liu B, Hong B, Yang F, Zou C; Ge F, Zhang A, Zhou H, Xiao Y, Wang Y",
          "journal": "Anesthesia and analgesia",
          "link": "https://pubmed.ncbi.nlm.nih.gov/39259695/",
          "issue_date": "2025-08",
          "abstract_summary": "This multicenter retrospective study evaluated the safety and efficacy of placing an intrathecal morphine pump catheter in the prepontine cistern for treating intractable craniofacial cancer pain. In 33 patients, this approach resulted in a significant and progressive reduction in pain scores and breakthrough pain episodes over 30 days. The technique effectively relieved pain with an extremely low morphine dose requirement and few adverse events."
        }
      ],
      "Fibromyalgia and Sleep Interventions": [
        {
          "pmid": "40705693",
          "title": "Analgesic benefits of pharmacological and nonpharmacological sleep interventions for adults with fibromyalgia: a systematic review and meta-analyses.",
          "author": "Abolhosseini S, Malatesta A, Asmundson AJN, Gilron I, Salomons TV",
          "journal": "Pain",
          "link": "https://pubmed.ncbi.nlm.nih.gov/40705693/",
          "issue_date": "2025-07",
          "abstract_summary": "This systematic review and meta-analysis evaluated whether sleep-focused interventions can reduce pain in adults with fibromyalgia. The analysis of 19 studies found that sodium oxybate and cognitive behavioral therapy (CBT) for insomnia both significantly improved pain outcomes compared to placebo or usual care, respectively. The findings provide preliminary support for the analgesic benefits of certain sleep interventions for fibromyalgia patients."
        }
      ],
      "Headache Management": [
        {
          "pmid": "40602807",
          "title": "Practice advisory for intravenous management of headache disorders in hospitalized patients: a review of the evidence and consensus recommendations.",
          "author": "Hoydonckx Y, Feoktistov A, Amoozegar F, Anderson CC, Barad M, Burke E; Chitsantikul P, Doshi TL, Englesakis M, Goel A, Gupta H, Kissoon N; Kirschner A, Kohan L, Lauritsen CG, Miller F, Monsour D, Nader A; Ogunlaja O, Schuster N, Schwenk ES, Silberstein SD, Souza D, Yuan H; Narouze S",
          "journal": "Regional anesthesia and pain medicine",
          "link": "https://pubmed.ncbi.nlm.nih.gov/40602807/",
          "issue_date": "2025-07",
          "abstract_summary": "This practice advisory from the American Society of Regional Anesthesia and Pain Medicine provides evidence-based recommendations for the intravenous management of headache disorders in hospitalized patients. Through a systematic literature review and a modified Delphi process, the panel generated 12 statements and 17 recommendations. The advisory aims to standardize inpatient headache care and highlights the need for more rigorous research in this area."
        }
      ],
      "Chronic Itch Mechanisms": [
        {
          "pmid": "40705694",
          "title": "Upregulated natriuretic peptide B expression as a hallmark of chronic itch.",
          "author": "Tseng PY, Liew HL, Ringkamp M, Nagao K, Hoon MA",
          "journal": "Pain",
          "link": "https://pubmed.ncbi.nlm.nih.gov/40705694/",
          "issue_date": "2025-07",
          "abstract_summary": "This study sought to identify common molecular features of chronic itch by analyzing transcriptomic data from multiple mouse and monkey models of itch and pain. The analysis revealed that the upregulation of natriuretic peptide B (Nppb) expression in sensory neurons is a consistent and selective feature of chronic itch, but not chronic pain. The findings suggest that increased Nppb expression may contribute to chronic itch and could serve as a conserved biomarker for the condition."
        }
      ]
    },
    "노인마취(Geriatric Anesthesia)": {
      "Frailty and Perioperative Outcomes": [
        {
          "pmid": "40571477",
          "title": "Frailty and perioperative outcomes: SNAP-3 as a call to action.",
          "author": "McIsaac DI, Amado L",
          "journal": "British journal of anaesthesia",
          "link": "https://pubmed.ncbi.nlm.nih.gov/40571477/",
          "issue_date": "2025-08",
          "abstract_summary": "This commentary on the SNAP-3 study emphasizes that frailty is a major risk factor for poor outcomes in older surgical patients. The authors call for routine identification of at-risk patients (Clinical Frailty Scale >=4) and a shift in research focus from risk identification to developing interventions that improve outcomes for this growing population."
        },
        {
          "pmid": "40562634",
          "title": "Frailty in the perioperative setting: lessons from SNAP-3.",
          "author": "Howell SJ, Dhesi JK",
          "journal": "British journal of anaesthesia",
          "link": "https://pubmed.ncbi.nlm.nih.gov/40562634/",
          "issue_date": "2025-08",
          "abstract_summary": "This article reviews the findings of the SNAP-3 study, the largest UK study on frailty in older surgical patients. It highlights that frailty, found in one-fifth of patients, is a strong predictor of adverse outcomes like longer hospital stays, delirium, and mortality, whereas multimorbidity alone is not. The study advocates for routine frailty screening and the development of specialized perioperative services."
        },
        {
          "pmid": "40425395",
          "title": "Postoperative outcomes in older patients living with frailty and multimorbidity in the UK: SNAP-3, a snapshot observational study.",
          "author": "Swarbrick CJ, Williams K, Evans B, Blake HA, Poulton T; Nava S, Shah A, Martin P, Partridge JSL, Moppett IK",
          "journal": "British journal of anaesthesia",
          "link": "https://pubmed.ncbi.nlm.nih.gov/40425395/",
          "issue_date": "2025-07",
          "abstract_summary": "This large prospective observational study (SNAP-3) involving over 7,000 older UK surgical patients confirms the significant impact of frailty on postoperative outcomes. Increasing frailty was strongly associated with longer hospital stays, and higher rates of delirium, morbidity, and mortality. In contrast, multimorbidity alone had a less pronounced impact, mainly affecting postoperative morbidity, highlighting the critical need to address frailty in surgical planning."
        },
        {
          "pmid": "40425394",
          "title": "Directed acyclic graphs to minimise bias and optimise causal inference in SNAP-3: an observational cohort study of frailty, multimorbidity, and delirium in older surgical patients.",
          "author": "Swarbrick CJ, Blake HA, Martin P, Partridge JSL, Moppett IK",
          "journal": "British journal of anaesthesia",
          "link": "https://pubmed.ncbi.nlm.nih.gov/40425394/",
          "issue_date": "2025-07",
          "abstract_summary": "This article describes the development and application of directed acyclic graphs (DAGs) to guide the statistical analysis of the SNAP-3 observational cohort study. By visually mapping the causal assumptions between variables like frailty, multimorbidity, and postoperative outcomes, DAGs provide a transparent and objective framework for minimizing bias. This approach helps to strengthen causal inference in observational research."
        },
        {
          "pmid": "40410100",
          "title": "Frailty and intraoperative hypotension: is the risk significant and modifiable?",
          "author": "Schnetz M, Zakaria L, Ahuja S, Khanna AK",
          "journal": "British journal of anaesthesia",
          "link": "https://pubmed.ncbi.nlm.nih.gov/40410100/",
          "issue_date": "2025-07",
          "abstract_summary": "This commentary discusses a recent paper demonstrating that frail patients are more likely to experience intraoperative hypotension, and that these two factors work together to increase postoperative risk. The authors highlight that both frailty and hypotension are modifiable risk factors that can be addressed through interventions like prehabilitation and continuous hemodynamic monitoring. They call for future studies to define which interventions are most beneficial for frail surgical patients."
        },
        {
          "pmid": "40707288",
          "title": "DAGs for dummies: how to extract causation from correlation.",
          "author": "Gaskell A, Sleigh J",
          "journal": "British journal of anaesthesia",
          "link": "https://pubmed.ncbi.nlm.nih.gov/40707288/",
          "issue_date": "2025-07",
          "abstract_summary": "This article provides an introduction to the foundational principles of directed acyclic graphs (DAGs) as a tool for causal inference in observational research. Using the recent DAG-guided work from the SNAP-3 project as an example, the authors explain how DAGs offer a structured approach to depict causal relationships and distinguish likely causation from mere association. This framework helps in selecting appropriate variables for adjustment and avoiding common biases."
        }
      ],
      "Benzodiazepine Use and Postoperative Delirium Risk": [
        {
          "pmid": "40384317",
          "title": "Long-term and pre-operative benzodiazepine use in older adults and risk for postoperative delirium: An additional analysis of the multicentre Biomarker Development for Postoperative Cognitive Impairment in the Elderly Study.",
          "author": "Starks SCE, Pohrt A, Halzl-Yurek F, Heinrich M, Muller A; Spies CD, Winterer G, Zacharias N",
          "journal": "European journal of anaesthesiology",
          "link": "https://pubmed.ncbi.nlm.nih.gov/40384317/",
          "issue_date": "2025-08",
          "abstract_summary": "This analysis of the BioCog cohort study investigated the link between benzodiazepine use and postoperative delirium (POD) in older surgical patients. The study found that long-term benzodiazepine use was significantly associated with an increased risk of developing POD, regardless of sex. In contrast, using benzodiazepines as a single premedication dose just before surgery was not associated with a higher POD risk."
        }
      ],
      "Trends in Total Joint Arthroplasty for the Oldest Old": [
        {
          "pmid": "40700091",
          "title": "Trends in Comorbidities and Complications Among Octogenarians and Nonagenarians Undergoing Primary Total Joint Arthroplasty in the United States.",
          "author": "Reisinger L, Cozowicz C, Zhong H, Illescas A, Giannakis P; Memtsoudis SG, Poeran J, Liu J",
          "journal": "Anesthesia and analgesia",
          "link": "https://pubmed.ncbi.nlm.nih.gov/40700091/",
          "issue_date": "2025-07",
          "abstract_summary": "This large database study analyzed trends for patients aged 80 and older undergoing total knee and hip arthroplasty (TKA, THA) from 2006 to 2022. While these older patients undergoing TKA surprisingly had fewer comorbidities than a 65-70 year-old reference group, they still had significantly higher odds of major complications. The study underscores that advanced age itself remains a significant independent risk factor for increased perioperative morbidity."
        }
      ],
      "Dexmedetomidine for Postoperative Delirium Prevention": [
        {
          "pmid": "40513143",
          "title": "Preoperative low-dose dexmedetomidine reduces postoperative delirium in elderly patients with hip fracture under spinal anesthesia: A randomized, double blind, controlled clinical study.",
          "author": "Geng P, Shang Z, Cheng F, Zhang Y, Deng X; Chen X, Zhan L, Zheng L, Liu X",
          "journal": "Journal of clinical anesthesia",
          "link": "https://pubmed.ncbi.nlm.nih.gov/40513143/",
          "issue_date": "2025-07",
          "abstract_summary": "This randomized, double-blind, placebo-controlled trial evaluated the effect of a continuous overnight infusion of low-dose dexmedetomidine on postoperative delirium (POD) in elderly patients undergoing hip fracture surgery. The study found that dexmedetomidine significantly reduced the incidence of POD (10.3% vs. 22.2% in the placebo group). This was associated with improved preoperative sleep quality and lower postoperative C-reactive protein levels."
        }
      ],
      "Palliative Pain Management in Hip Fracture": [
        {
          "pmid": "40435923",
          "title": "Chemical hip denervation using phenol via Pericapsular Nerve Group (PENG) block in palliative non-operative management for frail older hip fracture patients: A multicenter retrospective cohort study.",
          "author": "Kroes T, Wijnen HH, Bos K, Wasmoeth LG, van de Vossenberg G, Spaetgens B; Smits RJH, Schuijt HJ, Willems HC",
          "journal": "Journal of clinical anesthesia",
          "link": "https://pubmed.ncbi.nlm.nih.gov/40435923/",
          "issue_date": "2025-07",
          "abstract_summary": "This multicenter retrospective study evaluated the use of chemical hip denervation with phenol via a PENG block for palliative pain management in 185 frail older patients with hip fractures. The procedure resulted in acceptable pain control for the majority of patients, with low opioid requirements. The findings suggest that this technique is a viable analgesic option as part of person-centered, multidisciplinary palliative care in this vulnerable population."
        }
      ]
    },
    "외래마취(Outpatient Anesthesia)": {
      "Post-discharge Digital Health Interventions": [
        {
          "pmid": "40654033",
          "title": "Post discharge digital health technology interventions in ambulatory surgery: A systematic review and meta-analysis.",
          "author": "Bentsen SB, Stjernberg M, Raeder J, Eide GE, Tvedt MN, Hegland PA",
          "journal": "European journal of anaesthesiology",
          "link": "https://pubmed.ncbi.nlm.nih.gov/40654033/",
          "issue_date": "2025-07",
          "abstract_summary": "This systematic review and meta-analysis of six randomized controlled trials evaluated the effects of post-discharge digital health interventions (DHIs) for ambulatory surgery patients. The meta-analysis found no significant effect of DHIs on postoperative pain or unplanned healthcare encounters. However, individual studies suggested DHIs may reduce some symptoms, lower costs, and improve quality of life, though the overall certainty of evidence was low."
        }
      ],
      "Smartphone App for Postoperative Recovery": [
        {
          "pmid": "40602806",
          "title": "Postsurgical Medication Awareness, Recovery, and Tracking using a Phone-Based App (SMART-APP): a randomized clinical trial.",
          "author": "Rolfzen ML, Shah K, Sanchez Rodriguez E, Hoffman JT, Clauw D; Mascha E, Graff V, Bartels K",
          "journal": "Regional anesthesia and pain medicine",
          "link": "https://pubmed.ncbi.nlm.nih.gov/40602806/",
          "issue_date": "2025-07",
          "abstract_summary": "This randomized trial tested whether a patient-facing educational smartphone app could reduce postoperative opioid use compared to a data-collection-only app. The study, involving 606 surgical inpatients, found no significant difference in self-reported opioid consumption in the four weeks after discharge between the educational app and control groups. The results suggest that for this population with low post-discharge opioid needs, the app did not alter consumption."
        }
      ],
      "Rebound Pain after Regional Anesthesia": [
        {
          "pmid": "40701886",
          "title": "Factors associated with a reduction in the preventive effect of intravenous dexamethasone on rebound pain after axillary brachial plexus block.",
          "author": "Touil N, Pavlopoulou A, Barbier O, Libouton X, Gruson D; Gala JL, Lavand'homme P",
          "journal": "British journal of anaesthesia",
          "link": "https://pubmed.ncbi.nlm.nih.gov/40701886/",
          "issue_date": "2025-07",
          "abstract_summary": "This prospective study investigated factors that reduce the effectiveness of intravenous dexamethasone for preventing rebound pain after axillary brachial plexus block. The study found that preoperative nocturnal pain, severe anxiety, high pain catastrophizing, and low salivary cortisol levels were all associated with an increased risk of rebound pain despite dexamethasone use. These findings support the development of personalized preventive strategies."
        }
      ]
    },
    "심폐소생술(CPR)": {},
    "중환자관리(Critical Care Management)": {
      "Ketamine Use in Mechanically Ventilated Adults": [
        {
          "pmid": "39207913",
          "title": "Ketamine Analgo-sedation for Mechanically Ventilated Critically Ill Adults: A Rapid Practice Guideline from the Saudi Critical Care Society and the Scandinavian Society of Anesthesiology and Intensive Care Medicine.",
          "author": "Amer M, Hylander Moller M, Alshahrani M, Shehabi Y, Arabi YM, Alshamsi F; Ingi Sigurethsson M, Rehn M, Chew MS, Kalliomaki ML, Lewis K; Al-Suwaidan FA, Al-Dorzi HM, Al-Fares A, Alsadoon N, Bell CM; Groth CM, Parke R, Mehta S, Wischmeyer PE, Al-Omari A, Olkkola KT; Alhazzani W",
          "journal": "Anesthesia and analgesia",
          "link": "https://pubmed.ncbi.nlm.nih.gov/39207913/",
          "issue_date": "2025-08",
          "abstract_summary": "This rapid practice guideline provides recommendations on ketamine for analgo-sedation in critically ill, mechanically ventilated adults. Based on a systematic review, the panel conditionally recommends against using ketamine as a monotherapy when other agents are available due to uncertain effects. They also provide a conditional recommendation for using ketamine as an adjunct to other sedatives or continuing with non-ketamine sedatives alone, highlighting the need for more research."
        }
      ],
      "Nutrition and Ventilator Weaning": [
        {
          "pmid": "40637299",
          "title": "Potential Benefits of Medical Nutrition Therapy for Timely Ventilator Weaning in the Critically Ill.",
          "author": "De Rosa S, Rauseo M, Umbrello M, Lassola S, Battaglini D",
          "journal": "Anesthesiology",
          "link": "https://pubmed.ncbi.nlm.nih.gov/40637299/",
          "issue_date": "2025-07",
          "abstract_summary": "This review explores the critical role of nutritional support and metabolic assessment in weaning patients from mechanical ventilation. It discusses strategies like indirect calorimetry and diaphragm ultrasound for monitoring, and highlights the controversy around protein intake, suggesting a moderate, individualized approach may be best. The authors conclude that a personalized nutritional strategy, including vitamin D optimization, can improve weaning success and post-ICU outcomes."
        }
      ],
      "Rapid Response System and ICU Admission": [
        {
          "pmid": "40737083",
          "title": "Impact of the Standardized ICU Admission Ratio on Outcomes in Rapid Response System Activations: A Retrospective Multicenter Study in Japan.",
          "author": "Ono S, Uchino S, Tokito M, Saito T, Sasabuchi Y, Sanui M",
          "journal": "Anesthesiology",
          "link": "https://pubmed.ncbi.nlm.nih.gov/40737083/",
          "issue_date": "2025-07",
          "abstract_summary": "This multicenter retrospective study in Japan examined the association between institutional ICU admission rates after Rapid Response System (RRS) activation and patient outcomes. Using a Standardized ICU Admission Ratio (SIAR), the study found that higher SIAR values were significantly associated with a lower incidence of poor neurological outcome or death within 30 days. The findings suggest that greater ICU utilization following RRS calls may improve patient outcomes."
        }
      ],
      "Outcomes of Alcohol-related Liver Disease in ICU": [
        {
          "pmid": "40070011",
          "title": "Outcomes for patients with alcohol-related liver disease admitted to Scottish intensive care units 2010-2018.",
          "author": "Shariff A, Rhode S, Forbes SJ, Lone N, Docherty A",
          "journal": "Anaesthesia",
          "link": "https://pubmed.ncbi.nlm.nih.gov/40070011/",
          "issue_date": "2025-08",
          "abstract_summary": "This study analyzed outcomes for patients with alcohol-related liver disease (ARLD) admitted to Scottish ICUs and found they had significantly higher ICU mortality (36.7%) compared to patients without ARLD (22.5%). Mortality increased with the level of organ support required, but nearly one-fifth of those on multi-organ support survived to discharge. The study suggests a trial of organ support may be appropriate, especially for patients admitted with a gastrointestinal bleed, who had lower mortality."
        }
      ],
      "Postoperative Hypotension on General Wards": [
        {
          "pmid": "40641389",
          "title": "New-onset postoperative hypotension in patients recovering from noncardiac surgery: A prospective observational study.",
          "author": "Hoppe P, Chang Y, Schwarz T, Bergholz A, Thomsen KK; Kroker A, Flick M, Krause L, Sessler DI, Saugel B",
          "journal": "European journal of anaesthesiology",
          "link": "https://pubmed.ncbi.nlm.nih.gov/40641389/",
          "issue_date": "2025-07",
          "abstract_summary": "This prospective observational study monitored arterial pressure in 248 patients on general wards after noncardiac surgery. It found that while 41% of patients had at least one mean arterial pressure reading below 65 mmHg, this constituted new-onset hypotension (at least 5 mmHg below their preoperative low) in only 18% of the total cohort. The study highlights the importance of distinguishing new-onset hypotension from a patient's normal baseline pressure range."
        }
      ]
    },
    "장기이식(Transplantation Anesthesia)": {
      "Kidney Transplantation": [
        {
          "pmid": "40513142",
          "title": "Reversal of rocuronium-induced neuromuscular blockade by sugammadex in patients undergoing kidney transplantation: Pharmacokinetics, efficacy, and safety analyses.",
          "author": "Tang Y, Feng Y, Jia B, Long W, Chen Q, Gu S, Zhao G; Xu B",
          "journal": "Journal of clinical anesthesia",
          "link": "https://pubmed.ncbi.nlm.nih.gov/40513142/",
          "issue_date": "2025-07",
          "abstract_summary": "This study investigated the pharmacokinetics of sugammadex in patients with end-stage renal disease undergoing kidney transplantation compared to healthy controls. The elimination half-life of sugammadex was significantly longer in renal failure patients (10 hours vs. 2 hours), and plasma clearance was much lower. Despite these pharmacokinetic differences, a 2 mg/kg dose of sugammadex provided safe and effective reversal of neuromuscular blockade in the transplant patients."
        }
      ]
    }
  }
}