{
  "metadata": {
    "analysis_date": "2025-07-31 10:03:53",
    "total_papers_analyzed": 230,
    "total_papers_classified": 230,
    "papers_with_dates": 230,
    "date_range": {
      "oldest": "2025-07-01",
      "newest": "2025-08-01",
      "oldest_formatted": "2025년 07월 01일",
      "newest_formatted": "2025년 08월 01일"
    },
    "categories_used": 31,
    "category_distribution": {
      "마취전 관리 (Pre-op Evaluation)": 14,
      "마취 약리(Pharmacology of Anesthetics)": 10,
      "법의학 및 윤리(Forensic and Ethical Considerations in Anesthesia)": 6,
      "마취장비 및 감시(Anesthesia Equipment and Monitoring)": 18,
      "기도관리(Airway Management)": 6,
      "흡입마취(Inhalation Anesthesia)": 5,
      "정맥마취(Intravenous Anesthesia)": 4,
      "신경근차단(Neuromuscular Blockade)": 5,
      "부위마취(Regional Anesthesia)": 17,
      "수액 및 수혈(Fluid Management and Transfusion)": 4,
      "산과마취(Obstetric Anesthesia)": 6,
      "소아마취(Pediatric Anesthesia)": 10,
      "심장마취(Cardiac Anesthesia)": 11,
      "폐마취(Thoracic Anesthesia)": 1,
      "뇌신경마취(Neuroanesthesia)": 3,
      "수술 후 통증관리(Postoperative Pain Management)": 12,
      "통증관리(Pain Management)": 43,
      "노인마취(Geriatric Anesthesia)": 12,
      "외래마취(Outpatient Anesthesia)": 2,
      "중환자관리(Critical Care Management)": 6,
      "장기이식(Transplantation Anesthesia)": 1,
      "심폐소생술(CPR)": 0,
      "마취전 관리": 0,
      "마취 약리": 0,
      "법의학 및 윤리": 0,
      "마취장비 및 감시": 0,
      "기도관리": 0,
      "흡입마취": 0,
      "정맥마취": 0,
      "신경근차단": 0,
      "부위마취": 8,
      "수액 및 수혈": 0,
      "산과마취": 0,
      "소아마취": 0,
      "심장마취": 0,
      "폐마취": 0,
      "뇌신경마취": 1,
      "수술장 밖 진정 및 마취": 1,
      "수술 후 통증관리": 0,
      "통증관리": 0,
      "노인마취": 0,
      "외래마취": 0,
      "중환자관리": 0,
      "장기이식": 0,
      "통증 관리": 4,
      "수술장밖 진정 및 마취": 0,
      "수술 후 통증 관리": 0,
      "수술 후통증관리": 0,
      "수술장밖 진정및 마취": 0,
      "외래 마취": 0,
      "장기 이식": 0,
      "중환자 관리": 0,
      "폐 마취": 0,
      "노인 마취": 0,
      "뇌신경 마취": 0,
      "산과 마취": 0,
      "소아 마취": 0,
      "심장 마취": 0,
      "신경근 차단": 0,
      "정맥 마취": 0,
      "흡입 마취": 0,
      "기도 관리": 0,
      "법의학및 윤리": 0,
      "부위 마취": 0,
      "마취 전 관리": 0,
      "수술장 밖 진정 및 마취(Sedation and Anesthesia Outside the Operating Room)": 0,
      "외래마취(Ambulatory Anesthesia)": 0,
      "외래마취(Outpatient Anesthesia) ": 0,
      "심폐소생술(CPR) ": 0,
      "중환자관리(Critical Care Management) ": 0,
      "장기이식(Transplantation Anesthesia) ": 0,
      "노인마취(Geriatric Anesthesia) ": 0,
      "뇌신경마취(Neuroanesthesia) ": 0,
      "폐마취(Thoracic Anesthesia) ": 0,
      "심장마취(Cardiac Anesthesia) ": 2,
      "소아마취(Pediatric Anesthesia) ": 0,
      "산과마취(Obstetric Anesthesia) ": 0,
      "수액 및 수혈(Fluid Management and Transfusion) ": 0,
      "신경근차단(Neuromuscular Blockade) ": 0,
      "정맥마취(Intravenous Anesthesia) ": 0,
      "흡입마취(Inhalation Anesthesia) ": 0,
      "기도관리(Airway Management) ": 0,
      "마취장비 및 감시(Anesthesia Equipment and Monitoring) ": 3,
      "법의학 및 윤리(Forensic and Ethical Considerations in Anesthesia) ": 2,
      "부위마취(Regional Anesthesia) ": 0,
      "마취전 관리(Pre-op Evaluation) ": 2,
      "수술 후 통증관리(Postoperative Pain Management) ": 0,
      "통증관리(Pain Management) ": 0,
      "마취 약리(Pharmacology of Anesthetics) ": 1,
      "수술장 밖 마취": 0,
      "수술 후 회복": 0,
      "수술장 밖 마취 및 진정": 0,
      "통증 의학": 0,
      "마취 장비 및 모니터링": 0,
      "법의학 및 윤리학": 0,
      "기관 관리": 0,
      "마취약리학": 0,
      "마취 전 평가": 0,
      "통증 관리(Pain Medicine)": 10,
      "심폐소생술": 0
    }
  },
  "classified_abstracts": {
    "마취전 관리 (Pre-op Evaluation)": {
      "Enhanced Recovery After Surgery (ERAS)": [
        {
          "pmid": "40626746",
          "title": "The Story of Enhancing Recovery after Surgery.",
          "author": "N/A",
          "journal": "Anesthesiology",
          "link": "https://pubmed.ncbi.nlm.nih.gov/40626746/",
          "issue_date": "2025-08",
          "abstract_summary": "This review discusses the multimodal approach of Enhanced Recovery After Surgery (ERAS) to control postoperative pathophysiology and improve rehabilitation. It highlights that by addressing the surgical stress response through various interventions, ERAS aims to reduce complications, shorten recovery time, and decrease overall healthcare costs."
        }
      ],
      "Preoperative Iron Deficiency": [
        {
          "pmid": "40514282",
          "title": "Non-anaemic iron deficiency in surgical patients: more than just a laboratory finding?",
          "author": "N/A",
          "journal": "British journal of anaesthesia",
          "link": "https://pubmed.ncbi.nlm.nih.gov/40514282/",
          "issue_date": "2025-08",
          "abstract_summary": "This article discusses the high prevalence of non-anaemic iron deficiency in surgical patients. It highlights the conflicting and scant evidence regarding its impact on postoperative outcomes. The authors call for further investigation with clear definitions to determine the clinical significance of this condition."
        },
        {
          "pmid": "40404500",
          "title": "Association of non-anaemic iron deficiency with postoperative outcomes after fast-track hip and knee arthroplasty: a prospective cohort study.",
          "author": "N/A",
          "journal": "British journal of anaesthesia",
          "link": "https://pubmed.ncbi.nlm.nih.gov/40404500/",
          "issue_date": "2025-08",
          "abstract_summary": "This prospective cohort study of 4883 patients investigated the impact of preoperative non-anaemic iron deficiency on outcomes after fast-track hip and knee arthroplasty. Although a statistically significant association with days alive and at home was found, the clinical importance was minimal. The study concludes that correcting preoperative iron deficiency without anaemia is unlikely to improve common postoperative outcomes in these procedures."
        }
      ],
      "Multidisciplinary Team (MDT) Preoperative Discussions": [
        {
          "pmid": "40480911",
          "title": "Characteristics and outcome of preoperative multidisciplinary team discussions for high-risk noncardiac surgical patients in the Netherlands: a multicentre prospective observational study.",
          "author": "N/A",
          "journal": "British journal of anaesthesia",
          "link": "https://pubmed.ncbi.nlm.nih.gov/40480911/",
          "issue_date": "2025-08",
          "abstract_summary": "This prospective study observed 225 high-risk noncardiac surgical patients discussed in preoperative multidisciplinary team (MDT) meetings across nine Dutch hospitals. MDT discussions led to management modifications in 81% of patients, with nearly one-third avoiding surgery altogether. The findings highlight the significant impact of MDT on clinical decision-making and the high rate of adverse events in this population, underscoring the need for further research on its effectiveness."
        }
      ],
      "Sarcopenia and Myosteatosis as Risk Factors": [
        {
          "pmid": "39504268",
          "title": "Association Between Two Muscle-Related Parameters and Postoperative Complications in Patients Undergoing Colorectal Tumor Resection Surgery.",
          "author": "N/A",
          "journal": "Anesthesia and analgesia",
          "link": "https://pubmed.ncbi.nlm.nih.gov/39504268/",
          "issue_date": "2025-08",
          "abstract_summary": "This retrospective study of 317 patients investigated the link between preoperative muscle mass (L3 SMI) and muscle density (HUAC) with complications after colorectal tumor surgery. The study found that myosteatosis (low muscle density) was significantly associated with a higher risk of postoperative complications, especially severe ones. The authors suggest that screening for myosteatosis using preoperative CT scans could help identify high-risk patients."
        }
      ],
      "Preoperative Risk Assessment Models": [
        {
          "pmid": "40681389",
          "title": "Development and validation of a predictive model for transfusion in major abdominal surgery: a multicentre retrospective study.",
          "author": "N/A",
          "journal": "British journal of anaesthesia",
          "link": "https://pubmed.ncbi.nlm.nih.gov/40681389/",
          "issue_date": "2025-07",
          "abstract_summary": "This study developed and validated a nomogram to predict the need for intraoperative red blood cell transfusion in major abdominal surgery, using data from over 200,000 patients. The model, incorporating seven preoperative variables like age, ASA status, and hemoglobin, demonstrated good predictive ability and calibration across different hospital datasets. This tool can help optimize blood utilization and improve patient management by identifying high-risk individuals."
        }
      ],
      "Preoperative Optimization and Patient Concerns": [
        {
          "pmid": "40608563",
          "title": "Enhancing Anesthetic Preoptimization: Promising Opportunities for Innovation in Economically Diverse Regions.",
          "author": "N/A",
          "journal": "Anesthesia and analgesia",
          "link": "https://pubmed.ncbi.nlm.nih.gov/40608563/",
          "issue_date": "2025-07",
          "abstract_summary": "This review highlights the critical role of anesthesiologists in preoperative patient optimization to improve quality and cost-effectiveness of care, especially in resource-limited areas. It discusses key conditions like sleep apnea, hypertension, anemia, and diabetes that can be managed preoperatively to reduce surgical morbidity and mortality. The paper emphasizes the need for a systems-based approach and identifies existing gaps in preoperative management."
        },
        {
          "pmid": "40479950",
          "title": "Understanding preoperative concerns and attitudes towards prehabilitation in older surgical populations: A survey study.",
          "author": "N/A",
          "journal": "Journal of clinical anesthesia",
          "link": "https://pubmed.ncbi.nlm.nih.gov/40479950/",
          "issue_date": "2025-07",
          "abstract_summary": "This multicenter survey of 236 older surgical patients identified common preoperative concerns, with postoperative pain and surgical complications being the most significant. While attitudes towards prehabilitation and functional assessments were positive, willingness to undergo preoperative memory testing was low. The findings suggest a need to tailor prehabilitation programs to address specific patient concerns and improve accessibility and adherence in older adults."
        }
      ],
      "Preoperative Cognitive Screening": [
        {
          "pmid": "40694882",
          "title": "The utility of the Ascertain Dementia Eight-item Questionnaire (AD8) and Mini-Cog in detecting cognitive impairment in older surgical patients - The Detect CI study.",
          "author": "N/A",
          "journal": "Journal of clinical anesthesia",
          "link": "https://pubmed.ncbi.nlm.nih.gov/40694882/",
          "issue_date": "2025-07",
          "abstract_summary": "This study evaluated two ultra-rapid cognitive screening tools, AD8 and Mini-Cog, in 394 older surgical patients against the validated MoCA tool. Both tools showed moderate accuracy, but the AD8 was better associated with poorer preoperative patient-centered assessments and higher 90-day adverse outcomes. The study highlights the importance of preoperative cognitive screening and suggests the AD8 is a valuable tool for identifying at-risk patients."
        }
      ],
      "Prehabilitation Adherence and Strategies": [
        {
          "pmid": "40615328",
          "title": "Adherence to prehabilitation in adult surgical patients: a systematic review, meta-analysis, meta-regression, and qualitative synthesis.",
          "author": "N/A",
          "journal": "British journal of anaesthesia",
          "link": "https://pubmed.ncbi.nlm.nih.gov/40615328/",
          "issue_date": "2025-07",
          "abstract_summary": "This systematic review of 105 trials found that the average adherence to prehabilitation programs was 79%, but noted substantial inconsistency in how adherence was defined and reported. Only patient age was weakly associated with adherence, while qualitative analysis identified logistical issues and health conditions as barriers, and specialist supervision and personalization as facilitators. The authors call for standardized adherence metrics to improve the interpretation and design of prehabilitation studies."
        }
      ],
      "Preoperative Exercise Testing": [
        {
          "pmid": "40617055",
          "title": "The usefulness of the modified steep ramp test as a practical exercise test for preoperative risk assessment in patients scheduled for pancreatic surgery.",
          "author": "N/A",
          "journal": "Journal of clinical anesthesia",
          "link": "https://pubmed.ncbi.nlm.nih.gov/40617055/",
          "issue_date": "2025-07",
          "abstract_summary": "This study validated the modified steep ramp test (SRT) as a practical tool for assessing preoperative aerobic capacity in 48 patients undergoing pancreatic surgery. The SRT work rate strongly correlated with peak oxygen uptake (VO2peak) from cardiopulmonary exercise testing (CPET). A performance below 2.1 W/kg on the SRT was identified as a useful cutoff to select patients for more detailed CPET evaluation or prehabilitation."
        }
      ],
      "Perioperative Risk and Surgical Timing": [
        {
          "pmid": "40424777",
          "title": "Impact of daily, weekly, and seasonal surgical timing on postoperative outcomes in high-risk patients undergoing elective non-cardiac surgery: A retrospective, single-center study.",
          "author": "N/A",
          "journal": "Journal of clinical anesthesia",
          "link": "https://pubmed.ncbi.nlm.nih.gov/40424777/",
          "issue_date": "2025-07",
          "abstract_summary": "This retrospective study of 14,394 high-risk patients found that afternoon surgeries were associated with higher long-term mortality and complication rates compared to morning surgeries. Specifically, surgeries starting between 3:00 and 6:00 p.m. carried the highest risk. The findings suggest that surgical start timing is a significant factor affecting postoperative outcomes in high-risk patients, highlighting the need for strategic scheduling."
        }
      ],
      "Management of SGLT2 Inhibitors": [
        {
          "pmid": "40414168",
          "title": "Management of SGLT2i-associated perioperative ketoacidosis (SAPKA) / Euglycemic Diabetic Ketoacidosis (EDKA).",
          "author": "N/A",
          "journal": "Journal of clinical anesthesia",
          "link": "https://pubmed.ncbi.nlm.nih.gov/40414168/",
          "issue_date": "2025-07",
          "abstract_summary": "This infographic provides a guide for anesthesia and surgery teams on the perioperative management of sodium-glucose co-transporter 2 inhibitors (SGLT2i). It aims to mitigate the risk of SGLT2i-associated perioperative ketoacidosis (SAPKA), also known as euglycemic diabetic ketoacidosis (EDKA). The incidence of this complication is estimated at 0.17% for non-emergent and 1.1% for emergent procedures."
        }
      ],
      "Preoperative Fasting Guidelines": [
        {
          "pmid": "40410101",
          "title": "Impact of liberal preoperative clear fluid fasting regimens on the risk of pulmonary aspiration in children (EUROFAST): an international prospective cohort study.",
          "author": "N/A",
          "journal": "British journal of anaesthesia",
          "link": "https://pubmed.ncbi.nlm.nih.gov/40410101/",
          "issue_date": "2025-07",
          "abstract_summary": "This large international prospective cohort study of over 300,000 pediatric anesthetic procedures investigated the safety of liberalized clear fluid fasting times. The study found that reducing the fasting time from 2 hours to 1 hour or less (sip-til-send) was noninferior in terms of the incidence of confirmed pulmonary aspiration. These findings provide strong evidence supporting the safety of more liberal preoperative clear fluid fasting guidelines for children."
        }
      ]
    },
    "마취 약리(Pharmacology of Anesthetics)": {
      "Perioperative Insulin Management": [
        {
          "pmid": "40480914",
          "title": "Development of insulin and its pharmacology and perioperative use: a narrative review.",
          "author": "N/A",
          "journal": "British journal of anaesthesia",
          "link": "https://pubmed.ncbi.nlm.nih.gov/40480914/",
          "issue_date": "2025-08",
          "abstract_summary": "This narrative review details the evolution of insulin pharmacology, focusing on newer analogues and advanced delivery technologies like hybrid closed-loop systems. It provides essential considerations for the perioperative team in managing patients with diabetes using these modern insulins and devices. The goal is to ensure safe care and prevent complications in the surgical setting."
        }
      ],
      "Neurobiology of Anesthetic-Induced Antinociception": [
        {
          "pmid": "40333028",
          "title": "General Anesthesia-activated Neurons in the Central Amygdala Mediate Antinociception: Distinct Roles in Acute versus Chronic Phases of Nerve Injury.",
          "author": "N/A",
          "journal": "Anesthesiology",
          "link": "https://pubmed.ncbi.nlm.nih.gov/40333028/",
          "issue_date": "2025-08",
          "abstract_summary": "This study investigated the role of specific neurons in the central amygdala (CeA) that are activated by general anesthesia (CeAGA neurons) in mice. Researchers found these neurons have higher excitability and their activation produces antinociceptive effects in naïve mice and in the acute phase of nerve injury, but this effect diminishes in the chronic phase. The study suggests that KCC2 dysregulation in other CeA neurons contributes to the transition to chronic pain, highlighting the complex role of the CeA in pain modulation."
        }
      ],
      "Comparative Effects of Sedatives on Memory and Pain": [
        {
          "pmid": "40203181",
          "title": "Effects of Sedative Doses of Propofol, Dexmedetomidine, and Fentanyl on Memory and Pain in Healthy Young Adults: A Randomized, Controlled, Single-blind Crossover Study Using Functional Magnetic Resonance Imaging at 7 Tesla.",
          "author": "N/A",
          "journal": "Anesthesiology",
          "link": "https://pubmed.ncbi.nlm.nih.gov/40203181/",
          "issue_date": "2025-08",
          "abstract_summary": "This crossover study used 7T fMRI to examine how low doses of propofol, dexmedetomidine, and fentanyl affect memory and pain perception in healthy volunteers. Propofol significantly impaired next-day memory and reduced pain-related brain activation in key areas like the insula and amygdala. Dexmedetomidine and fentanyl showed some effects on memory-related activation but had less impact on pain ratings, revealing distinct neuroanatomic targets and cognitive effects for each drug."
        }
      ],
      "Dexmedetomidine for Emergence Agitation": [
        {
          "pmid": "40052487",
          "title": "Peri-operative dexmedetomidine and emergence agitation in adults undergoing nasal surgery: A systematic review and meta-analysis.",
          "author": "N/A",
          "journal": "European journal of anaesthesiology",
          "link": "https://pubmed.ncbi.nlm.nih.gov/40052487/",
          "issue_date": "2025-08",
          "abstract_summary": "This systematic review and meta-analysis of nine randomized controlled trials assessed the effect of dexmedetomidine on emergence agitation in adults undergoing nasal surgery. The results showed that perioperative dexmedetomidine use significantly reduced the incidence of emergence agitation compared to placebo. Trial sequential analysis confirmed this finding, supporting the use of dexmedetomidine to mitigate this common postoperative complication."
        }
      ],
      "Novel Anesthetic Agents and EEG Signatures": [
        {
          "pmid": "39466672",
          "title": "Comparative Electroencephalographic Profile of a New Anesthetic and Anticonvulsant That Is Selective for the GABA A R Slow Receptor Subtype.",
          "author": "N/A",
          "journal": "Anesthesia and analgesia",
          "link": "https://pubmed.ncbi.nlm.nih.gov/39466672/",
          "issue_date": "2025-08",
          "abstract_summary": "This study compared the EEG effects of a novel anesthetic, KSEB 01-S2, which selectively targets the GABAA R-slow receptor subtype, with the nonselective agonist propofol in rats. KSEB 01-S2 produced a unique EEG signature at loss of consciousness, characterized by a significant increase in theta power and a decrease in low gamma power, unlike propofol. This suggests a potential link between receptor subtype specificity and distinct EEG patterns during anesthesia."
        }
      ],
      "Gabapentin for Postoperative Pain": [
        {
          "pmid": "40663783",
          "title": "Gabapentin for pain management following major surgery: a placebo controlled, double blind, randomized clinical trial (The GAP Study).",
          "author": "N/A",
          "journal": "Anesthesiology",
          "link": "https://pubmed.ncbi.nlm.nih.gov/40663783/",
          "issue_date": "2025-07",
          "abstract_summary": "This large, multicenter randomized controlled trial investigated the effectiveness of perioperative gabapentin in 1196 patients undergoing major cardiac, thoracic, or abdominal surgery. The study found that adding gabapentin to a multimodal analgesic regimen did not reduce the length of hospital stay. Furthermore, there were no significant differences in acute or chronic pain, opioid use, or serious adverse events compared to placebo."
        }
      ],
      "Anesthetic Mechanisms and Amnesia": [
        {
          "pmid": "40626585",
          "title": "Anesthetic Amnesia: The Forgotten Importance of Forgetting?",
          "author": "N/A",
          "journal": "Anesthesiology",
          "link": "https://pubmed.ncbi.nlm.nih.gov/40626585/",
          "issue_date": "2025-07",
          "abstract_summary": "This article argues that the study of anesthetic-induced amnesia has been neglected compared to other components of anesthesia, despite evidence that loss of consciousness may sometimes be an illusion created by amnesia. It highlights that different anesthetics have varying amnestic potentials, dissociable from their hypnotic effects, and that there is no reliable real-time monitor for amnesia. The authors call for better understanding and management of anesthetic amnesia, particularly in relation to postoperative psychological distress."
        }
      ],
      "Mitochondrial Targets of Anesthetics": [
        {
          "pmid": "40315373",
          "title": "Effects of the Quinone Analog Ubiquinone-5 on Murine Mitochondria and Hypnosis.",
          "author": "N/A",
          "journal": "Anesthesiology",
          "link": "https://pubmed.ncbi.nlm.nih.gov/40315373/",
          "issue_date": "2025-07",
          "abstract_summary": "This study investigated the anesthetic properties of ubiquinone-5 (Ub5), a short-chain coenzyme Q analog, in mice, hypothesizing it would act on mitochondria similarly to propofol. Researchers found that Ub5 induced hypnosis and EEG changes consistent with deep anesthesia by causing an uncompensated proton leak in mitochondria. The study identified the aspartate-glutamate carrier Aralar as a functional target, suggesting that mitochondrial proton leak is a key mechanism contributing to the hypnotic effects of some anesthetics."
        }
      ],
      "Pharmacology of Non-Insulin Diabetes Medications": [
        {
          "pmid": "40651878",
          "title": "Non-insulin diabetes medicines: a narrative review for anaesthetists and intensivists.",
          "author": "N/A",
          "journal": "British journal of anaesthesia",
          "link": "https://pubmed.ncbi.nlm.nih.gov/40651878/",
          "issue_date": "2025-07",
          "abstract_summary": "This narrative review provides an overview of non-insulin diabetes medications for anesthetists and intensivists, covering classes such as biguanides, SGLT2 inhibitors, and newer incretin-based therapies. It focuses on their modes of action and provides critical considerations for the perioperative team. The aim is to ensure safe patient care and avoid complications associated with these agents in the surgical setting."
        }
      ],
      "Dexmedetomidine and Lidocaine for Postoperative Sore Throat": [
        {
          "pmid": "40651058",
          "title": "Effect of dexamethasone and lidocaine combination on incidence of post-operative sore throat: A meta-analysis and trial sequential analysis.",
          "author": "N/A",
          "journal": "Journal of clinical anesthesia",
          "link": "https://pubmed.ncbi.nlm.nih.gov/40651058/",
          "issue_date": "2025-07",
          "abstract_summary": "This meta-analysis of three randomized controlled trials investigated if combining intravenous dexamethasone and lidocaine is more effective than dexamethasone alone for preventing postoperative sore throat (POST). The results suggest a significant reduction in POST with the combination therapy, though it did not affect cough or hoarseness. While the authors recommend this cost-effective strategy, trial sequential analysis indicates that more research is needed to confirm the findings definitively."
        }
      ]
    },
    "법의학 및 윤리(Forensic and Ethical Considerations in Anesthesia)": {
      "Impact of Abortion Legislation on Anesthesia": [
        {
          "pmid": "40626745",
          "title": "Three Years On: The Impact of the Dobbs Decision on Anesthesia Practice.",
          "author": "N/A",
          "journal": "Anesthesiology",
          "link": "https://pubmed.ncbi.nlm.nih.gov/40626745/",
          "issue_date": "2025-08",
          "abstract_summary": "This article examines the consequences of the Dobbs decision on anesthesia practice three years after its implementation. It notes that patients seeking abortion care often present at later gestations with more comorbidities, impacting both patients and anesthesia providers. The authors suggest opportunities to improve health outcomes in this new legal landscape."
        }
      ],
      "Racial and Ethnic Disparities in Care": [
        {
          "pmid": "39178159",
          "title": "Racial and Ethnic Differences in Postoperative Nausea and Vomiting Care.",
          "author": "N/A",
          "journal": "Anesthesia and analgesia",
          "link": "https://pubmed.ncbi.nlm.nih.gov/39178159/",
          "issue_date": "2025-08",
          "abstract_summary": "This retrospective study of over 60,000 cancer surgery patients investigated racial and ethnic differences in the administration of antiemetics. The findings revealed significant disparities, with Black patients being less likely to receive antiemetics preoperatively, intraoperatively, and in the recovery room compared to patients of other racial or ethnic groups. These results suggest systemic differences in care that may contribute to health inequities."
        },
        {
          "pmid": "40627996",
          "title": "Association between race, ethnicity, and surgical case cancellations: A retrospective study in a cohort of patients undergoing oncological surgeries.",
          "author": "N/A",
          "journal": "Journal of clinical anesthesia",
          "link": "https://pubmed.ncbi.nlm.nih.gov/40627996/",
          "issue_date": "2025-07",
          "abstract_summary": "This retrospective study of over 100,000 surgical cases at a cancer center found that Black patients had a significantly higher rate of surgical cancellations compared to White and Asian patients. After adjusting for confounders, Black patients still had higher odds of cancellation. The findings suggest that racial and ethnic disparities exist in surgical care pathways, highlighting a need to address the underlying causes."
        }
      ],
      "Gender Equity and Leadership in Anesthesiology": [
        {
          "pmid": "39137053",
          "title": "The Glass Ceiling in Global Health: Perspectives of Female and Male Anesthesiologists.",
          "author": "N/A",
          "journal": "Anesthesia and analgesia",
          "link": "https://pubmed.ncbi.nlm.nih.gov/39137053/",
          "issue_date": "2025-08",
          "abstract_summary": "This international survey of anesthesiologists explored gender differences in perceived barriers to global health careers and leadership roles. A significantly higher proportion of women (70%) than men (48.6%) agreed that women face unique barriers, including work-family balance, lack of mentorship, and gender-based discrimination. The study underscores the need for policies promoting work-life balance, mentorship, and equal opportunities to improve gender equity in global health leadership."
        }
      ],
      "Occupational Hazards and Clinician Wellbeing": [
        {
          "pmid": "40663557",
          "title": "Head Strikes Among Perioperative Personnel in the United States: A Mixed Methods Study.",
          "author": "N/A",
          "journal": "Anesthesiology",
          "link": "https://pubmed.ncbi.nlm.nih.gov/40663557/",
          "issue_date": "2025-07",
          "abstract_summary": "This national survey of over 1,800 anesthesiologists and perioperative nurses reveals that head strikes from equipment are a common but severely underreported occupational hazard, with 78.5% of respondents experiencing at least one in the past year. Key causes include equipment placement and time pressure, while barriers to reporting include time constraints and fear of negative consequences. The study calls for multifaceted interventions to improve workspace safety and reporting culture."
        },
        {
          "pmid": "40674546",
          "title": "\"The pain and suffering are just too great for me to manage\": A qualitative study of emotional distress among anesthesiologists after challenging clinical events.",
          "author": "N/A",
          "journal": "Anesthesiology",
          "link": "https://pubmed.ncbi.nlm.nih.gov/40674546/",
          "issue_date": "2025-07",
          "abstract_summary": "This qualitative study interviewed 20 anesthesiology faculty members to explore the sources and long-term effects of emotional distress following challenging clinical events. Risk factors included clinical errors, unexpected outcomes, lack of support, and patient-related factors like young age. Participants reported profound and lasting impacts such as guilt, shame, self-doubt, and flashbacks, highlighting the need for interventions to support anesthesiologists' mental health."
        }
      ]
    },
    "마취장비 및 감시(Anesthesia Equipment and Monitoring)": {
      "Sustainability of Patient Warming Devices": [
        {
          "pmid": "40541484",
          "title": "Sustainability assessment of perioperative patient warming devices: a comparative life cycle assessment and costing.",
          "author": "N/A",
          "journal": "British journal of anaesthesia",
          "link": "https://pubmed.ncbi.nlm.nih.gov/40541484/",
          "issue_date": "2025-08",
          "abstract_summary": "This study conducted a life cycle assessment and cost analysis of three active warming devices and passive warming with flannel blankets. The resistive blanket was found to have the lowest environmental and economic impacts. The authors conclude that perioperative patient warming sustainability can be optimized by using resistive blankets for active warming and minimizing the use of disposable consumables and flannel blankets."
        }
      ],
      "Management of Electronic Health Record (EHR) Outages": [
        {
          "pmid": "40493406",
          "title": "Continuing Anesthesia Services in the Face of a Prolonged Digital Health System Outage.",
          "author": "N/A",
          "journal": "Anesthesiology",
          "link": "https://pubmed.ncbi.nlm.nih.gov/40493406/",
          "issue_date": "2025-08",
          "abstract_summary": "This narrative review details a pediatric anesthesiology department's response to a prolonged electronic health record (EHR) system outage. The authors describe how the outage affected all aspects of care, from patient identification to OR scheduling and communication. The review provides operational recommendations for maintaining safe, high-quality care and financial sustainability during similar digital health system failures."
        }
      ],
      "Breath Analysis for Anesthetic Monitoring": [
        {
          "pmid": "40258137",
          "title": "Breath Analysis of Propofol and Associated Metabolic Signatures: A Pilot Study Using Secondary Electrospray Ionization-High-resolution Mass Spectrometry.",
          "author": "N/A",
          "journal": "Anesthesiology",
          "link": "https://pubmed.ncbi.nlm.nih.gov/40258137/",
          "issue_date": "2025-08",
          "abstract_summary": "This pilot study in 10 pediatric patients demonstrated that real-time breath analysis can accurately reflect serum propofol concentrations. The analysis also detected metabolic changes, such as increased fatty aldehydes, suggesting oxidative stress associated with surgery. These findings highlight the potential of exhaled-breath pharmacometabolomics as a non-invasive tool for personalizing anesthetic care and monitoring perioperative metabolic responses."
        }
      ],
      "Wearable Sensors for Opioid Dependence Monitoring": [
        {
          "pmid": "39413034",
          "title": "Developing a Wearable Sensor-Based Digital Biomarker of Opioid Dependence.",
          "author": "N/A",
          "journal": "Anesthesia and analgesia",
          "link": "https://pubmed.ncbi.nlm.nih.gov/39413034/",
          "issue_date": "2025-08",
          "abstract_summary": "This study aimed to develop a digital biomarker for opioid dependence using wearable sensor data from 41 participants with acute pain. By comparing opioid-naive and chronic opioid users, researchers developed machine learning models that could predict a patient's opioid use status with 70-90% accuracy. The differentiating physiologic features may detect opioid dependence, suggesting that wearable sensors could become a novel tool for safer opioid prescribing."
        }
      ],
      "Hypotension Prediction Models": [
        {
          "pmid": "40685291",
          "title": "Predicting arterial pressure without prejudice: towards effective hypotension prediction models.",
          "author": "N/A",
          "journal": "British journal of anaesthesia",
          "link": "https://pubmed.ncbi.nlm.nih.gov/40685291/",
          "issue_date": "2025-07",
          "abstract_summary": "This commentary discusses a recent study on deep learning models for predicting hypotension, highlighting the issue of selection bias in training data. The authors note that unbiased data allowed an algorithm to learn more than just current blood pressure, whereas biased data distorted and inflated the model's positive predictive value. The piece offers suggestions for developing more effective and unbiased hypotension prediction algorithms for clinical use."
        },
        {
          "pmid": "40726206",
          "title": "Mean arterial pressure is all you need in a machine learning model for mean arterial pressure prediction.",
          "author": "N/A",
          "journal": "European journal of anaesthesiology",
          "link": "https://pubmed.ncbi.nlm.nih.gov/40726206/",
          "issue_date": "2025-07",
          "abstract_summary": "This retrospective study evaluated whether machine learning models could predict a drop in mean arterial pressure (MAP) below 65 mmHg using only previous MAP values as input. Using data from three large databases, the models achieved high accuracy (ROC AUCs up to 0.963 for a 5-minute prediction horizon). The study concludes that predicting future hypotension is possible using simple MAP input, which could allow clinicians to intervene proactively."
        }
      ],
      "Continuous Glucose Monitoring": [
        {
          "pmid": "40707283",
          "title": "Accuracy of continuous glucose monitoring during noncardiac surgery: a prospective, blinded observational multicentre cohort study.",
          "author": "N/A",
          "journal": "British journal of anaesthesia",
          "link": "https://pubmed.ncbi.nlm.nih.gov/40707283/",
          "issue_date": "2025-07",
          "abstract_summary": "This prospective multicenter study assessed the accuracy of a continuous glucose monitoring (CGM) device in 118 patients undergoing noncardiac surgery. Comparing CGM readings to arterial blood glucose, the study found an overall bias of 0.38 mM, which decreased as the perioperative period progressed. With over 98% of values falling within acceptable risk ranges, the study concludes that modern CGM is sufficiently accurate for perioperative use and could improve surveillance of dysglycemia."
        }
      ],
      "AI in Anesthesia Education and Practice": [
        {
          "pmid": "40707287",
          "title": "Technology, evidence, and continuing clinical education: a role for self-directed learning?",
          "author": "N/A",
          "journal": "British journal of anaesthesia",
          "link": "https://pubmed.ncbi.nlm.nih.gov/40707287/",
          "issue_date": "2025-07",
          "abstract_summary": "This article discusses the challenge for clinicians to keep up with rapidly advancing clinical technology in anesthesia. It highlights self-directed learning using videos as an effective and flexible training method. However, it suggests that this approach is unlikely to completely replace traditional instructor-led learning for new equipment."
        },
        {
          "pmid": "40626589",
          "title": "Leveraging Large Language Models to Enhance Emotional Intelligence Training in Anesthesiology.",
          "author": "N/A",
          "journal": "Anesthesiology",
          "link": "https://pubmed.ncbi.nlm.nih.gov/40626589/",
          "issue_date": "2025-07",
          "abstract_summary": "This article proposes using Large Language Models (LLMs) as a tool to enhance emotional intelligence training for anesthesiologists. LLMs can generate diverse, on-demand simulation scenarios for practicing emotionally charged conversations, such as addressing patient concerns or resolving conflicts. While not a replacement for human interaction, LLMs can serve as accessible supplemental tools to bolster communication skills when integrated with expert oversight."
        },
        {
          "pmid": "40615330",
          "title": "Perioperative autonomic nervous system imbalance on surgical outcomes: a systematic literature review.",
          "author": "N/A",
          "journal": "British journal of anaesthesia",
          "link": "https://pubmed.ncbi.nlm.nih.gov/40615330/",
          "issue_date": "2025-07",
          "abstract_summary": "This systematic review explores how perioperative autonomic nervous system (ANS) imbalance, characterized by sympathetic hyperactivation, contributes to adverse surgical outcomes like infections and neurocognitive decline. It discusses how factors like surgical trauma and anesthesia drive this imbalance. The review also covers pharmacological and nonpharmacological strategies to restore ANS balance, highlighting its potential to improve patient recovery."
        },
        {
          "pmid": "40610221",
          "title": "Using AI chatbots as clinical decision support for regional anesthesia: is the new era of \"e-Consults\" ready for primetime?",
          "author": "N/A",
          "journal": "Regional anesthesia and pain medicine",
          "link": "https://pubmed.ncbi.nlm.nih.gov/40610221/",
          "issue_date": "2025-07",
          "abstract_summary": "This pilot study evaluated four popular large language model (LLM) chatbots as clinical decision support tools for regional anesthesiology. When prompted with basic and complex clinical scenarios, all platforms showed weaknesses in clinical judgment, thoroughness, and rationale, including instances of confabulation. The study concludes that current LLM-based chatbots are not yet reliable for assisting in real-world regional anesthesia clinical decision-making."
        },
        {
          "pmid": "38876802",
          "title": "Artificial intelligence and regional anesthesiology education curriculum development: navigating the digital noise.",
          "author": "N/A",
          "journal": "Regional anesthesia and pain medicine",
          "link": "https://pubmed.ncbi.nlm.nih.gov/38876802/",
          "issue_date": "2025-07",
          "abstract_summary": "This article discusses the potential of artificial intelligence (AI), particularly large language models, to revolutionize curriculum development in regional anesthesiology education. AI can help create targeted and individualized content for learners at various training stages, addressing common challenges in academic medicine. The authors emphasize the need for careful evaluation and monitoring to ensure optimal implementation of this technology in an educational context."
        }
      ],
      "Quantitative EEG Monitoring": [
        {
          "pmid": "40683805",
          "title": "Response of the Conox quantitative electroencephalographic monitor to neuromuscular block in awake volunteers.",
          "author": "N/A",
          "journal": "British journal of anaesthesia",
          "link": "https://pubmed.ncbi.nlm.nih.gov/40683805/",
          "issue_date": "2025-07",
          "abstract_summary": "This study tested the Conox monitor's reliability in awake, paralyzed volunteers by replaying their EEGs. The results showed that both the qCON and qNOX indices decreased to levels indicating sedation or anesthesia, despite the subjects being fully awake. The study concludes that the Conox monitor requires muscle activity (EMG) to generate accurate values in awake individuals and may be unreliable in paralyzed patients."
        },
        {
          "pmid": "40682867",
          "title": "Electroencephalographic changes related to cortico-subcortical decoupling during propofol-induced loss of consciousness: A secondary analysis of a prospective observational study.",
          "author": "N/A",
          "journal": "Journal of clinical anesthesia",
          "link": "https://pubmed.ncbi.nlm.nih.gov/40682867/",
          "issue_date": "2025-07",
          "abstract_summary": "This study analyzed artifact-corrected EEG data from healthy volunteers during propofol-induced loss of consciousness (LOC) to correspond with fMRI findings of cortico-subcortical decoupling. Researchers found that decoupling at LOC coincides with a gradual decrease in the qCON index and a significant increase in frontal alpha power. These findings help bridge the gap between advanced fMRI research and practical bedside EEG monitoring."
        }
      ],
      "Remote Continuous Monitoring": [
        {
          "pmid": "40674264",
          "title": "Remote Continuous Vital Sign Monitoring of Scoliosis Surgery Patients on General Wards: A Cost-Effectiveness Analysis.",
          "author": "N/A",
          "journal": "Anesthesia and analgesia",
          "link": "https://pubmed.ncbi.nlm.nih.gov/40674264/",
          "issue_date": "2025-07",
          "abstract_summary": "This study evaluated the cost-effectiveness of a 24-hour remote continuous monitoring service (HIVE) for scoliosis surgery patients on general wards, who would otherwise require ICU/HDU admission. Comparing pre- and post-implementation cohorts, the HIVE service was associated with a reduction of 27.1 ICU hours and AU$2682 in healthcare costs per patient, without increasing complications. The findings provide strong economic evidence for the value of remote monitoring in this patient group."
        }
      ],
      "Continuous Hemoglobin Monitoring": [
        {
          "pmid": "40601488",
          "title": "Continuous and Noninvasive Total Blood Hemoglobin Measurement Using Near-Infrared Reflectance Spectrometry.",
          "author": "N/A",
          "journal": "Anesthesia and analgesia",
          "link": "https://pubmed.ncbi.nlm.nih.gov/40601488/",
          "issue_date": "2025-07",
          "abstract_summary": "This study evaluated a novel, noninvasive total hemoglobin (tHb) measurement algorithm based on near-infrared reflectance spectroscopy (NIRS) in 189 cardiac surgery patients. The NIRS-based tHb measurements showed good agreement with invasive blood gas tHb values, with a bias of 0.08 g/dL and a concordance of 86.1%. The results suggest this technology could provide accurate, continuous tHb monitoring to guide transfusion practices during surgery."
        }
      ],
      "Non-Invasive Hemorrhage Detection": [
        {
          "pmid": "40532359",
          "title": "A prospective, observational study of non-invasive venous waveform analysis (NIVA) for the detection of acute low volume blood loss in humans.",
          "author": "N/A",
          "journal": "Journal of clinical anesthesia",
          "link": "https://pubmed.ncbi.nlm.nih.gov/40532359/",
          "issue_date": "2025-07",
          "abstract_summary": "This prospective study assessed a novel Non-Invasive Venous waveform Analysis (NIVA) technology for detecting low-volume blood loss in 33 blood donors. The system's output, the IntraVAscular Number (IVAN), showed a significant decrease after just 200 mL of blood loss. The technology demonstrated high accuracy (AUC of 0.91) for detecting 500 mL of blood loss, suggesting its potential as an early, non-invasive monitor for acute hemorrhage."
        }
      ],
      "Facial Pain Recognition Models": [
        {
          "pmid": "40516197",
          "title": "Application of deep learning-based facial pain recognition model for postoperative pain assessment.",
          "author": "N/A",
          "journal": "Journal of clinical anesthesia",
          "link": "https://pubmed.ncbi.nlm.nih.gov/40516197/",
          "issue_date": "2025-07",
          "abstract_summary": "This study developed and validated a deep learning model to assess postoperative pain by analyzing facial expressions from clinical and simulated datasets. The model showed high performance in identifying severe pain, with AUROC values of 0.898 in the clinical dataset. Based on these results, a facial pain recognition software was created, offering a new tool for real-time, objective pain monitoring, especially for patients with communication difficulties."
        }
      ]
    },
    "기도관리(Airway Management)": {
      "Tracheal Extubation Practices": [
        {
          "pmid": "40351134",
          "title": "Impact of tracheal extubation location after surgical procedures on peri-operative times: a prospective dual-centre observational study.",
          "author": "N/A",
          "journal": "Anaesthesia",
          "link": "https://pubmed.ncbi.nlm.nih.gov/40351134/",
          "issue_date": "2025-08",
          "abstract_summary": "This prospective observational study compared operating theatre (OT) versus post-anaesthesia care unit (PACU) extubation in 756 patients. Extubating in the OT was associated with an 8-minute increase in theatre occupancy time. However, it was also linked to a lower incidence of postoperative desaturation and hypotension, suggesting a potential trade-off between efficiency and patient safety."
        }
      ],
      "Videolaryngoscopy in Airway Management": [
        {
          "pmid": "40702899",
          "title": "Incidence of transient sinus pause in cardiac rhythm increases with the use of hyperangulated videolaryngoscope blade compared to standard angle blade during tracheal intubation: A prospective randomised controlled trial.",
          "author": "N/A",
          "journal": "European journal of anaesthesiology",
          "link": "https://pubmed.ncbi.nlm.nih.gov/40702899/",
          "issue_date": "2025-07",
          "abstract_summary": "This randomized controlled trial compared hyperangulated and standard angle videolaryngoscope blades during intubation in 134 patients. The use of a hyperangulated blade was associated with a significantly higher incidence of transient sinus pause (19% vs. 4%). The study identifies the hyperangulated blade as an independent predictor for this adverse event, likely due to different forces exerted on the larynx."
        },
        {
          "pmid": "40634187",
          "title": "Videolaryngoscopy versus direct laryngoscopy for teaching direct laryngoscopy skills: a systematic review and meta-analysis.",
          "author": "N/A",
          "journal": "British journal of anaesthesia",
          "link": "https://pubmed.ncbi.nlm.nih.gov/40634187/",
          "issue_date": "2025-07",
          "abstract_summary": "This systematic review and meta-analysis of 10 studies assessed whether using a Macintosh-style videolaryngoscope is effective for teaching direct laryngoscopy. The findings show that videolaryngoscopy training led to a higher first-attempt success rate compared to direct laryngoscopy training, with no difference in overall success or time to intubation. The authors conclude that videolaryngoscopy is an effective teaching tool and should be considered for this purpose."
        }
      ],
      "Airway Topicalization in Children": [
        {
          "pmid": "40717423",
          "title": "Consensus recommendations for paediatric airway topicalisation using lidocaine.",
          "author": "N/A",
          "journal": "Anaesthesia",
          "link": "https://pubmed.ncbi.nlm.nih.gov/40717423/",
          "issue_date": "2025-07",
          "abstract_summary": "An international expert group developed consensus recommendations for using lidocaine for airway topicalization in children due to a lack of existing guidance. Following a systematic literature review and a Delphi process, 21 recommendations were agreed upon across five domains, including dosing and safety. Despite limited high-grade evidence, these expert-driven guidelines aim to promote safer clinical practice."
        }
      ],
      "Emergency Front-of-Neck Access in Children": [
        {
          "pmid": "40620035",
          "title": "'The trachea heals but the hypoxia does not' an emergency front-of-neck access in a 4-year-old with foreign body airway obstruction.",
          "author": "N/A",
          "journal": "European journal of anaesthesiology",
          "link": "https://pubmed.ncbi.nlm.nih.gov/40620035/",
          "issue_date": "2025-07",
          "abstract_summary": "This case report describes a life-threatening 'Can't Intubate Can't Oxygenate' (CICO) situation in a 4-year-old child with a foreign body airway obstruction. The report details the successful use of an emergency front-of-neck surgical airway (eFONA) via a scalpel-bougie-tube method during cardiopulmonary resuscitation. This highlights a critical intervention for a rare but potentially fatal event in the pediatric population."
        }
      ],
      "High-Flow Nasal Oxygen vs. Laryngeal Mask": [
        {
          "pmid": "40690380",
          "title": "High-Flow Nasal Oxygen versus Mechanical Ventilation Through a Laryngeal Mask During General Anesthesia Without Muscle Paralysis: A Randomized Clinical Trial.",
          "author": "N/A",
          "journal": "Anesthesia and analgesia",
          "link": "https://pubmed.ncbi.nlm.nih.gov/40690380/",
          "issue_date": "2025-07",
          "abstract_summary": "This randomized trial compared high-flow nasal oxygen (HFNO) to laryngeal mask ventilation in 180 patients undergoing short general anesthesia without muscle paralysis. HFNO was found to be noninferior, with a 99% success rate in both groups for maintaining adequate oxygenation. While HFNO was associated with fewer postoperative respiratory symptoms, it also led to higher intraoperative carbon dioxide levels, underscoring the need for careful patient selection and monitoring."
        }
      ]
    },
    "흡입마취(Inhalation Anesthesia)": {
      "Mechanisms of Isoflurane-Induced Neurocognitive Disorder": [
        {
          "pmid": "40483182",
          "title": "Direct inhibition of cystathionine-beta-synthase by isoflurane contributes to delayed neurocognitive recovery after isoflurane general anaesthesia in mice.",
          "author": "N/A",
          "journal": "British journal of anaesthesia",
          "link": "https://pubmed.ncbi.nlm.nih.gov/40483182/",
          "issue_date": "2025-08",
          "abstract_summary": "This study in mice investigated the mechanism behind isoflurane-induced perioperative neurocognitive disorders (PND). Researchers found that isoflurane directly inhibits the enzyme cystathionine-beta-synthase (CBS), leading to homocysteine accumulation in the brain and a persistent decline in cognitive function. Activating CBS or supplementing its product, hydrogen sulfide (H2S), accelerated cognitive recovery, providing novel insights into PND and potential therapeutic targets."
        }
      ],
      "Anesthetic Neurotoxicity and the Gut-Brain Axis": [
        {
          "pmid": "39899452",
          "title": "Gut Microbiota Influences Developmental Anesthetic Neurotoxicity in Neonatal Rats.",
          "author": "N/A",
          "journal": "Anesthesia and analgesia",
          "link": "https://pubmed.ncbi.nlm.nih.gov/39899452/",
          "issue_date": "2025-08",
          "abstract_summary": "This study in neonatal rats investigated the role of gut microbiota in sevoflurane-induced neurodevelopmental impairment. Repeated sevoflurane exposure altered the gut microbiota composition and caused spatial learning disabilities. Fecal microbiota transplantation from healthy rats improved these learning deficits, increased beneficial bacteria and butyrate concentration, and suppressed neuroinflammation, suggesting that modulating the gut microbiota could be a prophylactic strategy against developmental anesthetic neurotoxicity."
        }
      ],
      "Genetic Factors in Anesthetic Requirement": [
        {
          "pmid": "40489632",
          "title": "Clinical and Genetic Factors Associated with Intraoperative Minimum Alveolar Concentration Ratio: A Single-center Retrospective Cohort and Genome-wide Association Study.",
          "author": "N/A",
          "journal": "Anesthesiology",
          "link": "https://pubmed.ncbi.nlm.nih.gov/40489632/",
          "issue_date": "2025-07",
          "abstract_summary": "This large retrospective study of over 30,000 cases investigated factors associated with the clinically delivered dose of volatile anesthetics (MAC ratio). The study confirmed that mean arterial pressure was a significant factor, and also identified demographic and procedural covariates, noting that female patients received lower doses despite evidence of higher requirements. A genome-wide association study suggested several plausible genes, including DISC1, which is linked to sleep/wake patterns and brain activity under isoflurane."
        }
      ],
      "Environmental Impact of Inhaled Anesthetics": [
        {
          "pmid": "40675839",
          "title": "Impact of desflurane removal from the operating room on carbon dioxide emissions at a tertiary academic medical centre: a retrospective analysis.",
          "author": "N/A",
          "journal": "British journal of anaesthesia",
          "link": "https://pubmed.ncbi.nlm.nih.gov/40675839/",
          "issue_date": "2025-07",
          "abstract_summary": "This retrospective analysis at a major US academic medical center quantified the environmental impact of eliminating desflurane. Between 2014 and 2022, CO2 equivalent emissions per patient decreased by 82.8%, with the removal of desflurane being a major contributor, resulting in an annual reduction of approximately 900 metric tonnes. After desflurane's elimination, the use of nitrous oxide and high fresh gas flows emerged as the dominant remaining sources of emissions."
        }
      ],
      "Intergenerational Effects of Anesthetics": [
        {
          "pmid": "40408187",
          "title": "Intergenerational Postoperative Neurocognitive Disorder in a Rat Model: Initiating Mechanisms and Pharmacological Prevention.",
          "author": "N/A",
          "journal": "Anesthesiology",
          "link": "https://pubmed.ncbi.nlm.nih.gov/40408187/",
          "issue_date": "2025-07",
          "abstract_summary": "This study in rats explored whether sevoflurane-induced neurocognitive deficits could be passed to the next generation. Male rats exposed to sevoflurane developed hypothalamic-pituitary-adrenal axis upregulation, inflammation, and behavioral deficits, which were prevented by an NKCC1 inhibitor or a glucocorticoid receptor inhibitor. Importantly, the male offspring of the exposed rats also exhibited similar neurocognitive deficits, suggesting an intergenerational transmission of PND vulnerability that could be pharmacologically prevented."
        }
      ]
    },
    "정맥마취(Intravenous Anesthesia)": {
      "Remimazolam in Pediatric Sedation": [
        {
          "pmid": "40355106",
          "title": "Pharmacokinetics and Pharmacodynamics of Remimazolam for Procedural Sedation in Children and Adolescents.",
          "author": "N/A",
          "journal": "Anesthesiology",
          "link": "https://pubmed.ncbi.nlm.nih.gov/40355106/",
          "issue_date": "2025-08",
          "abstract_summary": "This study investigated the pharmacokinetics and pharmacodynamics of remimazolam for procedural sedation in patients aged 6 to 18. The results showed that remimazolam's pharmacokinetics in children differ from size-corrected adult data, and the existing dosing regimen was often insufficient to achieve adequate sedation. The authors propose an optimized, higher per-kilogram dosing regimen to improve the effectiveness of remimazolam in this population."
        }
      ],
      "Remimazolam vs. Propofol in Geriatric Surgery": [
        {
          "pmid": "40653956",
          "title": "Incidence of postoperative delirium and quality of recovery in older patients undergoing gastrectomy under general anaesthesia with remimazolam vs. propofol: a randomised non-inferiority study.",
          "author": "N/A",
          "journal": "Anaesthesia",
          "link": "https://pubmed.ncbi.nlm.nih.gov/40653956/",
          "issue_date": "2025-07",
          "abstract_summary": "This randomized non-inferiority trial compared remimazolam and propofol for maintenance of general anesthesia in 432 older patients undergoing gastrectomy. The incidence of postoperative delirium within 72 hours was identical in both groups (7.9%). Quality of recovery scores at 24 hours were also similar, concluding that remimazolam is a viable alternative to propofol in this patient population regarding these outcomes."
        }
      ],
      "Neurobiology of Propofol Anesthesia": [
        {
          "pmid": "40704593",
          "title": "The role of supramammillary nucleus glutamatergic neurons in modulating consciousness transitions during propofol anesthesia in mice.",
          "author": "N/A",
          "journal": "Anesthesiology",
          "link": "https://pubmed.ncbi.nlm.nih.gov/40704593/",
          "issue_date": "2025-07",
          "abstract_summary": "This study in mice investigated the role of glutamatergic neurons in the supramammillary nucleus (SuM) in propofol anesthesia. Their activity decreased before loss of consciousness and increased upon recovery, and manipulating these neurons altered anesthesia induction and emergence times. The findings demonstrate that SuM glutamatergic neurons, and their projections to the medial septum, are crucial for regulating consciousness transitions during propofol anesthesia."
        }
      ],
      "Propofol vs. Sevoflurane on Postoperative Sleep": [
        {
          "pmid": "40460592",
          "title": "Propofol versus sevoflurane anesthesia on postoperative sleep quality in older patients after major abdominal surgery: A randomized clinical trial.",
          "author": "N/A",
          "journal": "Journal of clinical anesthesia",
          "link": "https://pubmed.ncbi.nlm.nih.gov/40460592/",
          "issue_date": "2025-07",
          "abstract_summary": "This randomized trial compared propofol-based versus sevoflurane-based anesthesia on postoperative sleep in 144 older patients undergoing major abdominal surgery. The propofol group had a significantly longer total sleep time on the first postoperative night compared to the sevoflurane group. This difference may be partly explained by lower plasma orexin-A concentrations in the propofol group."
        }
      ]
    },
    "신경근차단(Neuromuscular Blockade)": {
      "Novel Reversal Agents": [
        {
          "pmid": "40461346",
          "title": "Efficacy and safety of adamgammadex for reversing rocuronium-induced deep neuromuscular block: a multicentre, randomised, double-blind, positive-controlled phase III trial.",
          "author": "N/A",
          "journal": "British journal of anaesthesia",
          "link": "https://pubmed.ncbi.nlm.nih.gov/40461346/",
          "issue_date": "2025-08",
          "abstract_summary": "This phase III noninferiority trial compared a new reversal agent, adamgammadex, with sugammadex for reversing deep rocuronium-induced neuromuscular block in 321 patients. Adamgammadex (8 mg/kg) was noninferior to sugammadex (4 mg/kg) in achieving a train-of-four ratio of 0.9 within 10 minutes, with a success rate of 98.7% vs. 100%. The safety profiles of the two drugs were similar, establishing adamgammadex as a viable alternative."
        }
      ],
      "Sugammadex vs. Neostigmine": [
        {
          "pmid": "40327558",
          "title": "A Randomized Controlled Trial of Sugammadex versus Neostigmine for Reversal of Rocuronium on Gastric Emptying in Adults Undergoing Elective Colorectal Surgery.",
          "author": "N/A",
          "journal": "Anesthesia and analgesia",
          "link": "https://pubmed.ncbi.nlm.nih.gov/40327558/",
          "issue_date": "2025-08",
          "abstract_summary": "This randomized controlled trial compared sugammadex and neostigmine-glycopyrrolate on gastric emptying after colorectal surgery. While there was no difference in the primary outcome of gastric emptying, sugammadex was associated with a significantly shorter time to first bowel movement and faster reversal of neuromuscular blockade. The study suggests a potential role for sugammadex in enhanced recovery protocols, though further research is needed."
        }
      ],
      "Immunological Effects of Sugammadex": [
        {
          "pmid": "39957489",
          "title": "The immunomodulatory effect of sugammadex in vitro and after total hip arthroplasty : A randomised controlled pilot and retrospective cohort study.",
          "author": "N/A",
          "journal": "European journal of anaesthesiology",
          "link": "https://pubmed.ncbi.nlm.nih.gov/39957489/",
          "issue_date": "2025-08",
          "abstract_summary": "This study investigated the potential immunomodulatory effects of sugammadex through in-vitro, pilot RCT, and retrospective cohort analyses. In vitro, sugammadex restored cytokine production suppressed by rocuronium. However, the clinical studies found no evidence of early postoperative immunomodulatory effects or association with infectious complications at clinically used doses."
        }
      ],
      "Deep vs. Moderate Neuromuscular Blockade": [
        {
          "pmid": "40674253",
          "title": "Deep versus Moderate Neuromuscular Blockade During Total Hip Replacement Surgery on Postoperative Recovery and Immune Function: A Randomized Controlled Trial.",
          "author": "N/A",
          "journal": "Anesthesia and analgesia",
          "link": "https://pubmed.ncbi.nlm.nih.gov/40674253/",
          "issue_date": "2025-07",
          "abstract_summary": "This randomized controlled trial compared deep versus moderate neuromuscular blockade (NMB) in 100 patients undergoing total hip arthroplasty. The study found no difference in the primary outcome of quality of recovery (QoR-40 score) on postoperative day 1. There were also no significant differences in postoperative inflammation or pain scores, suggesting no clear benefit of deep NMB over moderate NMB for this type of surgery."
        }
      ],
      "Recovery of Hypoxic Ventilatory Response": [
        {
          "pmid": "40644393",
          "title": "Recovery of the acute hypoxic ventilatory response after reversal of a minimal neuromuscular block. A randomized, controlled trial in healthy, non-obese volunteers.",
          "author": "N/A",
          "journal": "Anesthesiology",
          "link": "https://pubmed.ncbi.nlm.nih.gov/40644393/",
          "issue_date": "2025-07",
          "abstract_summary": "This study in healthy volunteers examined the recovery of the acute hypoxic ventilatory response (AHVR) after minimal neuromuscular blockade. It found that even after symptoms resolved, AHVR remained depressed in a considerable proportion of volunteers, whether they recovered spontaneously or with sugammadex. While fewer patients had residual depression after sugammadex reversal, the overall recovery of AHVR did not significantly differ between groups, highlighting a prolonged subclinical effect of neuromuscular blockade."
        }
      ]
    },
    "부위마취(Regional Anesthesia)": {
      "Regional Anesthesia for Total Hip Arthroplasty": [
        {
          "pmid": "40483183",
          "title": "Regional anaesthesia modalities for primary total hip arthroplasty: a systematic review and component network meta-analysis.",
          "author": "N/A",
          "journal": "British journal of anaesthesia",
          "link": "https://pubmed.ncbi.nlm.nih.gov/40483183/",
          "issue_date": "2025-08",
          "abstract_summary": "This network meta-analysis of 87 randomized controlled trials compared various single-shot regional anesthesia techniques for total hip arthroplasty. Combined modalities, particularly pericapsular nerve group (PENG) block plus local infiltrative analgesia (LIA), were found to be most favorable. This combination resulted in lower pain scores, reduced opioid consumption, and motor-sparing effects in the early postoperative period."
        },
        {
          "pmid": "40689673",
          "title": "Comparison of two peripheral regional analgesic techniques for primary elective total hip arthroplasty: a randomised clinical trial.",
          "author": "N/A",
          "journal": "Anaesthesia",
          "link": "https://pubmed.ncbi.nlm.nih.gov/40689673/",
          "issue_date": "2025-07",
          "abstract_summary": "This randomized trial compared two motor-sparing regional techniques for total hip arthroplasty: an 'anterior' approach (pericapsular nerve group and lateral femoral cutaneous nerve blocks) versus a 'posterior' approach (erector spinae plane block). The study found no clinically or statistically significant difference in 24-hour morphine consumption or other secondary outcomes between the two groups. The choice of block may therefore depend on patient and situational factors."
        },
        {
          "pmid": "40609218",
          "title": "Pericapsular nerve group (PENG) block compared to intrathecal morphine for analgesic efficacy in total hip arthroplasty: A placebo-controlled randomized double-blind non-inferiority trial.",
          "author": "N/A",
          "journal": "Journal of clinical anesthesia",
          "link": "https://pubmed.ncbi.nlm.nih.gov/40609218/",
          "issue_date": "2025-07",
          "abstract_summary": "This non-inferiority trial compared the pericapsular nerve group (PENG) block to intrathecal morphine for pain control after total hip arthroplasty. The study found that the PENG block was non-inferior to intrathecal morphine for maximum pain scores and 48-hour opioid consumption. Importantly, the PENG block did not cause additional motor function compromise, making it a viable analgesic alternative."
        }
      ],
      "Complications of Intrathecal Morphine": [
        {
          "pmid": "40235368",
          "title": "Pulmonary complications after intrathecal morphine administration: a systematic review and meta-analysis with meta-regression and trial sequential analysis.",
          "author": "N/A",
          "journal": "Anaesthesia",
          "link": "https://pubmed.ncbi.nlm.nih.gov/40235368/",
          "issue_date": "2025-08",
          "abstract_summary": "This meta-analysis of 127 trials examined the risk of pulmonary complications with intrathecal morphine in non-obstetric surgery. The study found no significant increase in sedation or hypoxemia, but a higher rate of respiratory depression, particularly with doses >500 mcg. The evidence quality was very low for respiratory depression, suggesting further research is needed to clarify the risk profile of intrathecal morphine."
        }
      ],
      "Blocks for Hip Fracture Pain Management": [
        {
          "pmid": "40727959",
          "title": "Comparing the pericapsular nerve group block and fascia iliaca block for acute pain management in patients with hip fracture: a randomised clinical trial.",
          "author": "N/A",
          "journal": "Anaesthesia",
          "link": "https://pubmed.ncbi.nlm.nih.gov/40727959/",
          "issue_date": "2025-07",
          "abstract_summary": "This randomized trial compared the pericapsular nerve group (PENG) block with the fascia iliaca block (FIB) for acute pain in 64 hip fracture patients. The PENG block provided superior analgesia within the first hour, with a significantly greater reduction in pain intensity and more patients achieving substantial pain relief. The findings suggest the PENG block is a promising modality for acute pain management in this setting."
        }
      ],
      "Blocks for Breast Surgery": [
        {
          "pmid": "40707285",
          "title": "Erector spinae plane block versus paravertebral block for major oncological breast surgery: a multicentre randomised controlled trial.",
          "author": "N/A",
          "journal": "British journal of anaesthesia",
          "link": "https://pubmed.ncbi.nlm.nih.gov/40707285/",
          "issue_date": "2025-07",
          "abstract_summary": "This multicenter randomized trial compared erector spinae plane block (ESPB) to thoracic paravertebral block (PVB) for pain management after major breast cancer surgery in 292 women. ESPB did not meet noninferiority criteria, was associated with higher pain scores, and provided less reliable dermatomal coverage than PVB. The study concludes that PVB remains the preferred regional technique for major breast surgery."
        }
      ],
      "Sensory-Selective Local Anesthetics": [
        {
          "pmid": "40704591",
          "title": "Sensory-selective peripheral and neuraxial nerve blockade with 2',6'-pipecolylxylidine.",
          "author": "N/A",
          "journal": "Anesthesiology",
          "link": "https://pubmed.ncbi.nlm.nih.gov/40704591/",
          "issue_date": "2025-07",
          "abstract_summary": "This study describes the properties of 2',6'-pipecolylxylidine (PPX), a metabolite of amino-amide local anesthetics, in rats. PPX was found to provide sensory-selective local and neuraxial nerve blockade, producing sensory block without motor block. The study also demonstrated a favorable safety profile compared to ropivacaine, suggesting PPX has potential as a novel sensory-selective local anesthetic for pain management."
        }
      ],
      "Education in Regional Anesthesia": [
        {
          "pmid": "40628584",
          "title": "Training and assessment of skills in neuraxial space access: a scoping review of educational approaches to lumbar puncture, epidural anaesthesia, and spinal anaesthesia.",
          "author": "N/A",
          "journal": "British journal of anaesthesia",
          "link": "https://pubmed.ncbi.nlm.nih.gov/40628584/",
          "issue_date": "2025-07",
          "abstract_summary": "This scoping review analyzed 99 studies on training and assessment for neuraxial procedures like lumbar puncture, spinal, and epidural anesthesia. The review found significant variation in educational methods and that most studies were of low methodological quality. It concludes that while simulation-based training appears to enhance skills and confidence, higher-quality research is needed to link training approaches to patient outcomes."
        },
        {
          "pmid": "40537198",
          "title": "Aspiring to mastery clinical skills learning in regional anaesthesia.",
          "author": "N/A",
          "journal": "British journal of anaesthesia",
          "link": "https://pubmed.ncbi.nlm.nih.gov/40537198/",
          "issue_date": "2025-07",
          "abstract_summary": "This article discusses the concept of mastery learning for acquiring complex technical skills in regional anesthesia. It explains that a structured program aimed at achieving a high level of performance leads to better learning and clinical outcomes. The authors also explore how emerging technologies may influence future skill acquisition in this field."
        }
      ],
      "Anterior Quadratus Lumborum Block": [
        {
          "pmid": "40639953",
          "title": "Unilateral subcostal anterior quadratus lumborum block versus intrathecal morphine for postoperative pain in laparoscopic nephrectomy: a randomized controlled trial.",
          "author": "N/A",
          "journal": "Regional anesthesia and pain medicine",
          "link": "https://pubmed.ncbi.nlm.nih.gov/40639953/",
          "issue_date": "2025-07",
          "abstract_summary": "This randomized trial compared unilateral anterior subcostal quadratus lumborum (QL) block to intrathecal morphine (ITM) for pain control after laparoscopic nephrectomy. The QL block was not non-inferior to ITM regarding 24-hour opioid consumption, and patients receiving ITM had lower pain scores and higher satisfaction. The authors suggest QL block may be an option for patients at risk for ITM-related side effects but note its lower efficacy may be due to inconsistent cranial spread."
        },
        {
          "pmid": "38754991",
          "title": "No quadriceps muscle weakness following anterior quadratus lumborum block compared with placebo: a randomized, non-inferiority, blinded, volunteer trial.",
          "author": "N/A",
          "journal": "Regional anesthesia and pain medicine",
          "link": "https://pubmed.ncbi.nlm.nih.gov/38754991/",
          "issue_date": "2025-07",
          "abstract_summary": "This randomized, triple-blind trial in 20 healthy volunteers investigated whether a unilateral anterior quadratus lumborum (QL) block causes quadriceps muscle weakness. The study found no significant difference in quadriceps strength between the active block with ropivacaine and a placebo block, demonstrating non-inferiority. The findings suggest that the anterior QL block is motor-sparing and can be safely used in procedures requiring early postoperative mobilization."
        }
      ],
      "Blocks for Inguinal Hernia Repair": [
        {
          "pmid": "40653913",
          "title": "Efficacy of laparoscopic-installed rectus sheath block for postoperative pain reduction in transabdominal preperitoneal inguinal hernia repair: a double-blind, randomised-controlled trial.",
          "author": "N/A",
          "journal": "Anaesthesia",
          "link": "https://pubmed.ncbi.nlm.nih.gov/40653913/",
          "issue_date": "2025-07",
          "abstract_summary": "This randomized controlled trial evaluated the effectiveness of a laparoscopically-guided rectus sheath block for postoperative pain after inguinal hernia repair. The study included 35 patients and found no significant difference in postoperative pain scores or opioid requirements between the intervention group and the control group. The results suggest that this block does not provide an additional analgesic benefit in this surgical context."
        }
      ],
      "Blocks for Orthognathic Surgery": [
        {
          "pmid": "38697776",
          "title": "Bilateral ultrasound-guided maxillary and mandibular combined nerves block reduces morphine consumption after double-jaw orthognathic surgery: a randomized controlled trial.",
          "author": "N/A",
          "journal": "Regional anesthesia and pain medicine",
          "link": "https://pubmed.ncbi.nlm.nih.gov/38697776/",
          "issue_date": "2025-07",
          "abstract_summary": "This randomized controlled trial in 50 patients found that a bilateral ultrasound-guided block of the maxillary (V2) and mandibular (V3) nerves significantly reduced postoperative opioid consumption after double-jaw orthognathic surgery compared to local infiltration. Opioid consumption was reduced by about 50% on postoperative days 1 and 2. The study also noted a correlation between preoperative anxiety and higher postoperative pain and opioid use."
        }
      ],
      "General vs. Regional Anesthesia for TJA": [
        {
          "pmid": "38688686",
          "title": "Regional versus general anesthesia for total hip and knee arthroplasty: a nationwide retrospective cohort study.",
          "author": "N/A",
          "journal": "Regional anesthesia and pain medicine",
          "link": "https://pubmed.ncbi.nlm.nih.gov/38688686/",
          "issue_date": "2025-07",
          "abstract_summary": "This large nationwide retrospective cohort study from South Korea compared outcomes of over 500,000 patients undergoing total joint arthroplasty with either regional (RA) or general anesthesia (GA). After propensity score matching, RA was associated with significantly lower 30-day and 90-day mortality rates compared to GA. However, there was no significant difference in the overall postoperative complication rate between the two groups."
        }
      ],
      "Parasternal Blocks for Cardiac Surgery": [
        {
          "pmid": "40640047",
          "title": "Impact of superficial and deep parasternal blocks on recovery after cardiac surgery with sternotomy: a randomised controlled trial.",
          "author": "N/A",
          "journal": "British journal of anaesthesia",
          "link": "https://pubmed.ncbi.nlm.nih.gov/40640047/",
          "issue_date": "2025-07",
          "abstract_summary": "This randomized controlled trial assessed whether superficial or deep parasternal intercostal plane blocks improve postoperative quality of recovery after cardiac surgery compared to standard care. In 254 patients, neither block significantly improved Quality of Recovery-15 scores at 24 hours. Additionally, pain scores and analgesic consumption were similar across all groups, suggesting limited benefit of these blocks for this indication."
        },
        {
          "pmid": "40449315",
          "title": "Maximum extension and regression rate of cutaneous sensory block: superficial vs. deep parasternal intercostal plane blocks in patients undergoing open cardiac surgery.",
          "author": "N/A",
          "journal": "Journal of clinical anesthesia",
          "link": "https://pubmed.ncbi.nlm.nih.gov/40449315/",
          "issue_date": "2025-07",
          "abstract_summary": "This prospective study compared the sensory block characteristics of superficial (S-PIP) and deep (D-PIP) parasternal intercostal plane blocks in 30 cardiac surgery patients. Both blocks provided comparable and extensive sensory coverage of the anterior thorax, primarily from T2-T6, with no significant differences in the extent of blockade at 30 minutes. The study also found no differences in postoperative opioid consumption or pain scores between the two techniques."
        }
      ],
      "Pericapsular Nerve Group (PENG) Block Imaging": [
        {
          "pmid": "38925712",
          "title": "Pericapsular nerve group block: a 3D CT scan imaging study to determine the spread of injectate.",
          "author": "N/A",
          "journal": "Regional anesthesia and pain medicine",
          "link": "https://pubmed.ncbi.nlm.nih.gov/38925712/",
          "issue_date": "2025-07",
          "abstract_summary": "This study used 3D CT imaging to visualize the spread of injectate after a pericapsular nerve group (PENG) block in 10 patients undergoing hip surgery. The injectate was primarily confined to the epimysium of the iliacus and psoas muscles, with minimal spread to the hip capsule and no spread to the obturator foramen. This suggests the analgesic effect of the PENG block is likely due to blocking femoral nerve branches within the iliopsoas muscle rather than the obturator nerve."
        }
      ]
    },
    "수액 및 수혈(Fluid Management and Transfusion)": {
      "Predicting Fluid Responsiveness": [
        {
          "pmid": "40260456",
          "title": "Context-specific clinical applicability of the end-expiratory occlusion test to predict fluid responsiveness in mechanically ventilated patients: A systematic review and meta-analysis.",
          "author": "N/A",
          "journal": "European journal of anaesthesiology",
          "link": "https://pubmed.ncbi.nlm.nih.gov/40260456/",
          "issue_date": "2025-08",
          "abstract_summary": "This systematic review and meta-analysis of 24 studies evaluated the end-expiratory occlusion test (EEOT) for predicting fluid responsiveness in mechanically ventilated patients. The EEOT performed acceptably well overall, particularly in the ICU setting, with a pooled sensitivity of 0.87 and specificity of 0.90. However, its performance was notably lower in the operating room, highlighting the need for context-specific assessments of fluid responsiveness."
        }
      ],
      "Postoperative Iron Therapy": [
        {
          "pmid": "40127959",
          "title": "The use of iron after surgery: a systematic review and meta-analysis.",
          "author": "N/A",
          "journal": "Anaesthesia",
          "link": "https://pubmed.ncbi.nlm.nih.gov/40127959/",
          "issue_date": "2025-08",
          "abstract_summary": "This meta-analysis of 15 randomized controlled trials evaluated the efficacy of postoperative iron therapy for anemia after major surgery. Intravenous iron administered within 30 days of surgery was effective at increasing hemoglobin levels. In contrast, oral iron showed no benefit, suggesting that IV iron is the preferred route for treating postoperative anemia."
        }
      ],
      "Hemodynamic-Guided Fluid Management": [
        {
          "pmid": "40070308",
          "title": "A dynamic elastance-based protocol to guide intra-operative fluid management in major abdominal surgery: A randomised clinical trial.",
          "author": "N/A",
          "journal": "European journal of anaesthesiology",
          "link": "https://pubmed.ncbi.nlm.nih.gov/40070308/",
          "issue_date": "2025-08",
          "abstract_summary": "This randomized trial tested a fluid management protocol based on dynamic arterial elastance (Eadyn) during major abdominal surgery. While the protocol did not reduce postoperative lactate levels, the Eadyn group received more vasopressors and had a lower fluid balance. The study suggests that an Eadyn-guided approach can lead to a more restrictive fluid strategy."
        }
      ],
      "Fibrinogen Replacement in Neonatal Cardiac Surgery": [
        {
          "pmid": "39116012",
          "title": "Effect of In Vivo Administration of Fibrinogen Concentrate Versus Cryoprecipitate on Ex Vivo Clot Degradation in Neonates Undergoing Cardiac Surgery.",
          "author": "N/A",
          "journal": "Anesthesia and analgesia",
          "link": "https://pubmed.ncbi.nlm.nih.gov/39116012/",
          "issue_date": "2025-08",
          "abstract_summary": "This randomized trial compared fibrinogen concentrate to cryoprecipitate for hemostasis in neonates undergoing cardiac surgery. Neonates receiving fibrinogen concentrate had similar perioperative clot degradation, required significantly fewer post-CPB blood transfusions, and had no increase in bleeding or thrombotic complications. The findings suggest fibrinogen concentrate is a safe and effective alternative that may reduce transfusion needs in this high-risk population."
        }
      ]
    },
    "산과마취(Obstetric Anesthesia)": {
      "Management of Diabetes in Pregnancy": [
        {
          "pmid": "40626748",
          "title": "Diabetes Mellitus in Pregnancy: Implications for Obstetric Anesthesia.",
          "author": "N/A",
          "journal": "Anesthesiology",
          "link": "https://pubmed.ncbi.nlm.nih.gov/40626748/",
          "issue_date": "2025-08",
          "abstract_summary": "This review provides a comprehensive overview of the implications of diabetes for obstetric anesthesia. It covers peripartum insulin management, the use of technologies like continuous glucose monitors, and strategies for recognizing and managing euglycemic diabetic ketoacidosis. The article emphasizes the anesthesiologist's crucial role in managing this common comorbidity to ensure maternal and fetal safety."
        }
      ],
      "Obstetric Anesthesia Practice Trends": [
        {
          "pmid": "40237779",
          "title": "Obstetric Anesthesia Workforce Survey: Forty-year Update.",
          "author": "N/A",
          "journal": "Anesthesiology",
          "link": "https://pubmed.ncbi.nlm.nih.gov/40237779/",
          "issue_date": "2025-08",
          "abstract_summary": "This survey, a 40-year update on the obstetric anesthesia workforce, reveals a 50% decrease in the number of U.S. hospitals providing obstetric care despite stable birth rates. It finds that the rate of neuraxial labor analgesia is now 84%, a significant increase that may help reduce maternal mortality. The study also highlights differences in practice between academic and nonacademic hospitals."
        }
      ],
      "Cardiovascular Risk in Hypertensive Disorders of Pregnancy": [
        {
          "pmid": "39504272",
          "title": "Development and Validation of a Predictive Model for Maternal Cardiovascular Morbidity Events in Patients With Hypertensive Disorders of Pregnancy.",
          "author": "N/A",
          "journal": "Anesthesia and analgesia",
          "link": "https://pubmed.ncbi.nlm.nih.gov/39504272/",
          "issue_date": "2025-08",
          "abstract_summary": "This study developed and validated a machine learning model to predict acute cardiovascular (CV) complications in patients with hypertensive disorders of pregnancy (HDP). Using a large healthcare database, the model predicted CV events during the delivery hospitalization with high accuracy (AUROC 0.878). The model identified chronic renal disease, cardiac disease, and preeclampsia with severe features as major risk factors, providing a tool to identify high-risk individuals."
        }
      ],
      "POCUS in Preeclampsia": [
        {
          "pmid": "40690383",
          "title": "Prevalence of Point-of-Care Ultrasound Abnormalities and Raised Serum NT-proBNP in Early-Onset Preeclampsia.",
          "author": "N/A",
          "journal": "Anesthesia and analgesia",
          "link": "https://pubmed.ncbi.nlm.nih.gov/40690383/",
          "issue_date": "2025-07",
          "abstract_summary": "This study used point-of-care ultrasound (POCUS) to assess cardiopulmonary status in 64 women with early-onset preeclampsia (EOPE). It found a high prevalence of pulmonary interstitial syndrome (PIS), systolic and diastolic dysfunction, and elevated LVEDP, though PIS was not associated with LVEDP. Women with EOPE had a higher prevalence of systolic dysfunction compared to historical controls with late-onset preeclampsia, highlighting distinct pathophysiological features."
        }
      ],
      "Maternal Fever and Epidural Analgesia": [
        {
          "pmid": "40537200",
          "title": "Maternal fever, epidural analgesia, and genetics: implications for the neonate.",
          "author": "N/A",
          "journal": "British journal of anaesthesia",
          "link": "https://pubmed.ncbi.nlm.nih.gov/40537200/",
          "issue_date": "2025-07",
          "abstract_summary": "This commentary discusses epidural-related maternal fever, a common occurrence affecting 15-25% of laboring women. It highlights the clinical challenge of distinguishing this from infectious fever to avoid unnecessary interventions for the neonate. The authors note there is no strong evidence of harm to the newborn and emphasize that women should be supported in their choice for pain relief."
        }
      ],
      "Postdural Puncture Headache Treatment": [
        {
          "pmid": "40393818",
          "title": "No effect of tetracosactide for treatment of postdural puncture headaches in parturient women: a double-blind randomised controlled clinical trial.",
          "author": "N/A",
          "journal": "British journal of anaesthesia",
          "link": "https://pubmed.ncbi.nlm.nih.gov/40393818/",
          "issue_date": "2025-07",
          "abstract_summary": "This randomized, double-blind, placebo-controlled trial investigated the efficacy of tetracosactide (a synthetic ACTH analogue) for treating postdural puncture headache (PDPH) in postpartum patients. The study was terminated early for futility, as there was no significant difference in the primary outcome of requiring an epidural blood patch between the treatment and placebo groups. The authors conclude that ACTH analogues should not be used for this indication."
        }
      ]
    },
    "소아마취(Pediatric Anesthesia)": {
      "Pediatric Regional Anesthesia Guidelines": [
        {
          "pmid": "40526440",
          "title": "Pediatric Regional Anesthesia: A Practical Guideline for Daily Clinical Practice.",
          "author": "N/A",
          "journal": "Anesthesiology",
          "link": "https://pubmed.ncbi.nlm.nih.gov/40526440/",
          "issue_date": "2025-08",
          "abstract_summary": "This review summarizes state-of-the-art information on pediatric regional anesthesia, highlighting its benefits for perioperative pain control and avoiding mechanical ventilation. It emphasizes the need for specialized knowledge of anatomy and techniques for successful implementation. The article serves as a practical guide for clinicians to incorporate a broad spectrum of pediatric regional anesthesia techniques into daily practice."
        }
      ],
      "Preoperative Anemia and Transfusion in Children": [
        {
          "pmid": "40500601",
          "title": "Association between preoperative anaemia, transfusion, and outcomes in children undergoing noncardiac surgery.",
          "author": "N/A",
          "journal": "British journal of anaesthesia",
          "link": "https://pubmed.ncbi.nlm.nih.gov/40500601/",
          "issue_date": "2025-08",
          "abstract_summary": "This study analyzed data from pediatric patients undergoing noncardiac surgery between 2012 and 2023, finding that the incidence of preoperative anemia (25.7%) and transfusion (10.4%) remained stable. Preoperative anemia, perioperative transfusion, and especially the combination of both, were significantly associated with increased 30-day mortality and postoperative complications. The findings underscore the risks associated with anemia and transfusion in the pediatric surgical population."
        }
      ],
      "Neuromuscular Blockade Reversal in Infants": [
        {
          "pmid": "40324166",
          "title": "Sugammadex for Reversal of Neuromuscular Blockade in Neonates and Infants Less than 2 Years Old: Results from a Phase IV Randomized Clinical Trial.",
          "author": "N/A",
          "journal": "Anesthesiology",
          "link": "https://pubmed.ncbi.nlm.nih.gov/40324166/",
          "issue_date": "2025-08",
          "abstract_summary": "This phase IV randomized trial evaluated the efficacy and safety of sugammadex in children under 2 years old. Sugammadex 2 mg/kg reversed moderate neuromuscular blockade significantly faster than neostigmine (median 1.4 min vs. 4.4 min). A 4 mg/kg dose rapidly reversed deep blockade, and both doses were well-tolerated, providing crucial safety and efficacy data for this vulnerable population."
        }
      ],
      "Post-Tonsillectomy Pain Management": [
        {
          "pmid": "40321015",
          "title": "Impact of honey on post-tonsillectomy pain in children (BEE PAIN FREE Trial): a multicentre, double-blind, randomised controlled trial.",
          "author": "N/A",
          "journal": "Anaesthesia",
          "link": "https://pubmed.ncbi.nlm.nih.gov/40321015/",
          "issue_date": "2025-08",
          "abstract_summary": "This randomized controlled trial investigated whether honey could improve recovery after tonsillectomy in 400 children. When added to standard multimodal analgesia, neither Marri honey, Manuka honey, nor placebo significantly improved postoperative pain scores over a 14-day period. The study concludes that low-frequency honey administration does not provide additional clinical benefit for post-tonsillectomy pain."
        }
      ],
      "Mortality Risk in Pediatric Cardiac Surgery": [
        {
          "pmid": "40237771",
          "title": "Development and External Validation of a Novel In-hospital Mortality Model after Pediatric Congenital Heart Surgery: A Multicenter Retrospective Cohort Study.",
          "author": "N/A",
          "journal": "Anesthesiology",
          "link": "https://pubmed.ncbi.nlm.nih.gov/40237771/",
          "issue_date": "2025-08",
          "abstract_summary": "This study tested four traditional mortality risk models for pediatric congenital heart surgery in a Chinese population and found them to be only moderately effective. The researchers then developed and validated a new model incorporating six variables, including the STAT category and preoperative covariates. This novel model demonstrated superior performance and can serve as a useful tool for predicting in-hospital mortality risk in this specific patient population."
        }
      ],
      "Quality of Recovery Assessment in Children": [
        {
          "pmid": "40227959",
          "title": "Development of the Pediatric Scale for Quality of Recovery (PedSQoR).",
          "author": "N/A",
          "journal": "Anesthesiology",
          "link": "https://pubmed.ncbi.nlm.nih.gov/40227959/",
          "issue_date": "2025-08",
          "abstract_summary": "This study details the development of the Pediatric Scale for Quality of Recovery (PedSQoR), a new 20-item questionnaire to assess recovery in children after surgery. Created using a mixed-methods approach including literature review, expert panels, and patient/family interviews, the scale holistically measures physical and psychological recovery. Once fully validated, PedSQoR is expected to become a standardized, patient-centered outcome measure in pediatric perioperative care."
        }
      ],
      "Airway Management Safety in Children": [
        {
          "pmid": "40622860",
          "title": "Adverse events associated with airway management in pediatric anesthesia: A prospective, multicenter, observational Japan Pediatric Difficult Airway in Anesthesia (J-PEDIA) study.",
          "author": "N/A",
          "journal": "Anesthesiology",
          "link": "https://pubmed.ncbi.nlm.nih.gov/40622860/",
          "issue_date": "2025-07",
          "abstract_summary": "This large prospective observational study in Japan (J-PEDIA) investigated adverse events during airway management in 16,695 children. Adverse events occurred in 2.0% of cases and desaturation in 2.3%, with neonates and infants at highest risk. Risk factors included younger age, certain surgical types, and anatomical difficult airway features, while supraglottic airway use and muscle relaxants were protective, providing valuable data to improve safety strategies."
        }
      ],
      "Diaphragmatic Function Recovery in Children": [
        {
          "pmid": "40625141",
          "title": "Ultrasonographic assessment of sugammadex-enhanced early recovery of diaphragmatic function in children: A randomised double-blind controlled trial.",
          "author": "N/A",
          "journal": "European journal of anaesthesiology",
          "link": "https://pubmed.ncbi.nlm.nih.gov/40625141/",
          "issue_date": "2025-07",
          "abstract_summary": "This randomized trial compared sugammadex and neostigmine on diaphragmatic function in 73 children, assessed by ultrasound. The sugammadex group showed significantly faster recovery of diaphragmatic excursion and thickening immediately after extubation. However, this accelerated recovery did not translate into a significant reduction in the incidence of postoperative atelectasis."
        }
      ],
      "Methylprednisolone Interaction with Sugammadex in Children": [
        {
          "pmid": "40673736",
          "title": "The effect of methylprednisolone on the reversal time of rocuronium by sugammadex in the paediatric patient group: A randomised controlled trial.",
          "author": "N/A",
          "journal": "European journal of anaesthesiology",
          "link": "https://pubmed.ncbi.nlm.nih.gov/40673736/",
          "issue_date": "2025-07",
          "abstract_summary": "This randomized controlled trial investigated whether methylprednisolone affects sugammadex reversal in pediatric patients undergoing tonsillectomy. The study found that administering methylprednisolone at induction significantly prolonged the reversal time of rocuronium by sugammadex by about 35 seconds. Although statistically significant, the authors conclude that the clinical importance of this interaction is minor."
        }
      ],
      "Pediatric Premedication Strategies": [
        {
          "pmid": "40517567",
          "title": "Optimizing pediatric premedication for general anesthesia: A comprehensive Bayesian network meta-analysis.",
          "author": "N/A",
          "journal": "Journal of clinical anesthesia",
          "link": "https://pubmed.ncbi.nlm.nih.gov/40517567/",
          "issue_date": "2025-07",
          "abstract_summary": "This Bayesian network meta-analysis of 69 trials evaluated the most effective premedication strategies for children undergoing general anesthesia. Combinations involving dexmedetomidine, midazolam, and ketamine were found to be most effective for improving mask acceptance, parental separation, and IV cannulation success. The study highlights that intranasal administration with shorter premedication times (15-30 min) showed greater efficacy, emphasizing that route, dose, and timing are critical factors."
        }
      ]
    },
    "심장마취(Cardiac Anesthesia)": {
      "Perioperative Management of Heart Failure": [
        {
          "pmid": "40230320",
          "title": "Outcomes in patients with chronic heart failure undergoing non-cardiac surgery: a secondary analysis of the METREPAIR international cohort study.",
          "author": "N/A",
          "journal": "Anaesthesia",
          "link": "https://pubmed.ncbi.nlm.nih.gov/40230320/",
          "issue_date": "2025-08",
          "abstract_summary": "This secondary analysis of the MET-REPAIR cohort study examined outcomes for patients with stable chronic heart failure undergoing major non-cardiac surgery. The study found that chronic heart failure was independently associated with a significantly increased risk of 30-day major adverse cardiovascular events, mortality, and severe in-hospital complications. A reduced ejection fraction (<40%) was specifically linked to a higher risk of adverse cardiovascular events."
        }
      ],
      "Coagulation Monitoring in Cardiac Surgery": [
        {
          "pmid": "40230308",
          "title": "Pre-operative reference ranges for ROTEM((R)) sigma in patients undergoing cardiac surgery: a secondary analysis of two prospective trial cohorts.",
          "author": "N/A",
          "journal": "Anaesthesia",
          "link": "https://pubmed.ncbi.nlm.nih.gov/40230308/",
          "issue_date": "2025-08",
          "abstract_summary": "This study established preoperative ROTEM sigma reference ranges for adult cardiac surgery patients and found significant differences compared to the manufacturer's ranges derived from healthy volunteers. Female patients exhibited a slightly more hypercoagulable profile than males, though the reference ranges were not significantly different. The findings suggest that cardiovascular-specific, but not necessarily sex- or age-specific, ROTEM reference ranges may be needed for this patient population."
        }
      ],
      "Sedation in Pediatric Congenital Heart Disease": [
        {
          "pmid": "40223488",
          "title": "Remimazolam for successful sedation in children with left-to-right shunt congenital heart disease: An up-and-down sequential allocation trial.",
          "author": "N/A",
          "journal": "European journal of anaesthesiology",
          "link": "https://pubmed.ncbi.nlm.nih.gov/40223488/",
          "issue_date": "2025-08",
          "abstract_summary": "This trial determined the effective dose of remimazolam for sedation in children aged 1-6 with left-to-right shunt congenital heart disease. Using an up-and-down sequential method, the study established the median effective dose (ED50) and 95th percentile effective dose (ED95) for different age subgroups (infants, toddlers, preschoolers). The findings provide crucial dosing guidance for preoperative sedation with remimazolam in this specific high-risk pediatric population."
        }
      ],
      "Renal Protection in Cardiac Surgery": [
        {
          "pmid": "40203179",
          "title": "Perioperative Nitric Oxide Conditioning Reduces Acute Kidney Injury in Cardiac Surgery Patients with Chronic Kidney Disease (the DEFENDER Trial): A Randomized Controlled Trial.",
          "author": "N/A",
          "journal": "Anesthesiology",
          "link": "https://pubmed.ncbi.nlm.nih.gov/40203179/",
          "issue_date": "2025-08",
          "abstract_summary": "The DEFENDER trial, a randomized controlled study, evaluated the effect of perioperative nitric oxide (NO) in cardiac surgery patients with chronic kidney disease (CKD). The NO group had a significantly lower incidence of postoperative acute kidney injury (23.5% vs. 39.7% in the control group) and better-preserved glomerular filtration rate at six months. The study concludes that perioperative NO administration is a safe and effective strategy to reduce AKI and slow CKD progression in this high-risk population."
        }
      ],
      "Pharmacokinetics during Cardiopulmonary Bypass": [
        {
          "pmid": "39773745",
          "title": "Pharmacokinetics of Methadone in Adult Patients Undergoing Cardiac Surgery With Cardiopulmonary Bypass.",
          "author": "N/A",
          "journal": "Anesthesia and analgesia",
          "link": "https://pubmed.ncbi.nlm.nih.gov/39773745/",
          "issue_date": "2025-08",
          "abstract_summary": "This prospective study investigated the pharmacokinetics of intravenous methadone in 29 patients undergoing cardiac surgery with cardiopulmonary bypass (CPB). The results confirmed a significant drop in methadone concentrations during CPB, which was attributed to hemodilution and sequestration by the CPB circuit components. The study suggests that a supplemental methadone bolus of 0.05 mg/kg at the end of CPB can compensate for this effect."
        },
        {
          "pmid": "38861464",
          "title": "In Vitro Investigation of Insulin Dynamics During 4 Hours of Simulated Cardiopulmonary Bypass.",
          "author": "N/A",
          "journal": "Anesthesia and analgesia",
          "link": "https://pubmed.ncbi.nlm.nih.gov/38861464/",
          "issue_date": "2025-08",
          "abstract_summary": "This in vitro study investigated the cause of insulin loss during simulated cardiopulmonary bypass (CPB). Researchers found a substantial decrease in insulin levels only in circuits containing hemoglobin, with a more pronounced loss in the conventional roller pump circuit (cECC) which also showed more hemolysis. The study suggests that insulin degradation by hemolysis products is a more significant factor for insulin loss than adhesion to circuit surfaces."
        }
      ],
      "Perioperative Cardiac Arrest": [
        {
          "pmid": "40713194",
          "title": "Perioperative cardiac arrest requiring admission to intensive care units in Japan: epidemiological differences between emergency and elective surgery.",
          "author": "N/A",
          "journal": "British journal of anaesthesia",
          "link": "https://pubmed.ncbi.nlm.nih.gov/40713194/",
          "issue_date": "2025-07",
          "abstract_summary": "This nationwide retrospective study from Japan investigated the epidemiology of perioperative cardiac arrest in surgical ICU patients. The incidence was significantly higher in emergency surgeries (1.74%) compared to elective surgeries (0.17%). The study also found significant differences in the primary etiologies and clinical outcomes, with in-hospital mortality being much higher in the emergency surgery group (46.2% vs 15.8%)."
        }
      ],
      "Prehabilitation in Cardiac Surgery": [
        {
          "pmid": "40673713",
          "title": "Multimodal prehabilitation as a strategy to reduce postoperative complications in cardiac surgery: A randomised controlled trial.",
          "author": "N/A",
          "journal": "European journal of anaesthesiology",
          "link": "https://pubmed.ncbi.nlm.nih.gov/40673713/",
          "issue_date": "2025-07",
          "abstract_summary": "This randomized controlled trial evaluated a 4-6 week multimodal prehabilitation program for patients undergoing elective cardiac surgery. The program did not reduce the overall incidence of postoperative complications. However, a sub-analysis showed that patients who had a meaningful response to the exercise component experienced fewer and less severe complications, suggesting that patient response to prehabilitation may be key."
        }
      ],
      "Management of Vasoplegia": [
        {
          "pmid": "40634185",
          "title": "Hydroxocobalamin for vasoplegia in cardiac surgery: a retrospective cohort analysis.",
          "author": "N/A",
          "journal": "British journal of anaesthesia",
          "link": "https://pubmed.ncbi.nlm.nih.gov/40634185/",
          "issue_date": "2025-07",
          "abstract_summary": "This retrospective propensity-matched cohort study investigated the use of hydroxocobalamin for vasoplegia after cardiac surgery. In 229 matched pairs, hydroxocobalamin administration was associated with a significant reduction in vasopressor requirements over the first 24 hours. However, it did not impact the risk of a composite of in-hospital complications, highlighting the need for robust trials to determine its effect on clinical outcomes."
        }
      ],
      "Cerebrovascular Compliance": [
        {
          "pmid": "40644378",
          "title": "Cerebral Blood Flow Under Pressure: Investigating Cerebrovascular Compliance with Phase Contrast Magnetic Resonance Imaging During Induced Hypertension.",
          "author": "N/A",
          "journal": "Anesthesiology",
          "link": "https://pubmed.ncbi.nlm.nih.gov/40644378/",
          "issue_date": "2025-07",
          "abstract_summary": "This study used phase-contrast MRI to investigate how cerebrovascular compliance adapts to norepinephrine-induced hypertension in healthy adults. Researchers found that cerebral arteries significantly enhanced their compliance to buffer flow dynamics, a response not seen in systemic arteries. This suggests a unique protective mechanism in the cerebral circulation to handle increased blood pressure and maintain stable microcirculatory flow."
        }
      ],
      "Cardiopulmonary Bypass Flow and Renal Outcomes": [
        {
          "pmid": "40622858",
          "title": "Effects of increased cardiopulmonary bypass pump flow on renal filtration, perfusion, oxygenation and tubular injury in cardiac surgical patients - a randomized controlled trial.",
          "author": "N/A",
          "journal": "Anesthesiology",
          "link": "https://pubmed.ncbi.nlm.nih.gov/40622858/",
          "issue_date": "2025-07",
          "abstract_summary": "This randomized trial in 36 cardiac surgery patients investigated whether a higher cardiopulmonary bypass (CPB) flow rate improves renal outcomes. The high-flow group showed improved glomerular filtration rate and less pronounced release of a tubular injury marker compared to the standard-flow group, without changes in overall renal blood flow. These findings suggest that a higher CPB flow may be protective for the kidneys during cardiac surgery."
        }
      ]
    },
    "폐마취(Thoracic Anesthesia)": {
      "Postoperative Management after Thoracic Surgery": [
        {
          "pmid": "40706477",
          "title": "Impact of early high flow nasal oxygen on diaphragmatic function and pulmonary complications after thoracic surgery: A randomized clinical trial.",
          "author": "N/A",
          "journal": "Journal of clinical anesthesia",
          "link": "https://pubmed.ncbi.nlm.nih.gov/40706477/",
          "issue_date": "2025-07",
          "abstract_summary": "This randomized trial assessed whether early high-flow nasal cannula (HFNC) oxygen therapy could reduce diaphragmatic dysfunction and postoperative pulmonary complications (PPCs) after thoracic surgery. Overall, HFNC did not decrease the rate of these complications compared to conventional oxygen therapy. However, a post-hoc analysis revealed that for patients who did develop diaphragmatic dysfunction, HFNC significantly reduced the risk of PPCs."
        }
      ]
    },
    "뇌신경마취(Neuroanesthesia)": {
      "Neuroprotection for Perinatal Hypoxic-Ischemic Injury": [
        {
          "pmid": "39453983",
          "title": "Xenon and Argon as Neuroprotective Treatments for Perinatal Hypoxic-Ischemic Brain Injury: A Preclinical Systematic Review and Meta-Analysis.",
          "author": "N/A",
          "journal": "Anesthesia and analgesia",
          "link": "https://pubmed.ncbi.nlm.nih.gov/39453983/",
          "issue_date": "2025-08",
          "abstract_summary": "This systematic review and meta-analysis of 21 preclinical studies evaluated the neuroprotective efficacy of xenon and argon in animal models of perinatal hypoxic-ischemic encephalopathy (HIE). Both gases showed significant neuroprotective effects, with argon demonstrating a greater summary effect than xenon. The findings provide strong preclinical evidence supporting further investigation of these noble gases as treatments for HIE."
        }
      ],
      "Stochastic vs. Deterministic Emergence from Anesthesia": [
        {
          "pmid": "40537199",
          "title": "Emergence from general anaesthesia: stochastic or deterministic?",
          "author": "N/A",
          "journal": "British journal of anaesthesia",
          "link": "https://pubmed.ncbi.nlm.nih.gov/40537199/",
          "issue_date": "2025-07",
          "abstract_summary": "This commentary discusses a recent study suggesting that emergence from general anesthesia is a stochastic (random) rather than a deterministic process, based on variability in emergence times in genetically identical mice. The authors question whether the righting reflex is an adequate marker for cognitive recovery. They propose that higher-level brain functions might follow more predictable emergence trajectories and call for future research using more comprehensive, cognition-sensitive markers."
        }
      ],
      "Orexinergic Circuits in Arousal and Analgesia": [
        {
          "pmid": "40634184",
          "title": "Orexinergic projections to substantia innominata mediate arousal and analgesia.",
          "author": "N/A",
          "journal": "British journal of anaesthesia",
          "link": "https://pubmed.ncbi.nlm.nih.gov/40634184/",
          "issue_date": "2025-07",
          "abstract_summary": "This study investigated the role of orexinergic neurons projecting from the lateral hypothalamic area (LHA) to the substantia innominata (SI) in regulating arousal and pain. Using optogenetics in mice under isoflurane anesthesia, researchers found that activating this specific circuit promoted arousal and induced analgesia. The effects were mediated predominantly through the orexin receptor-2, identifying a key neural pathway involved in both anesthesia and pain modulation."
        }
      ]
    },
    "수술 후 통증관리(Postoperative Pain Management)": {
      "Opioid-Free Anesthesia Pathways": [
        {
          "pmid": "40371564",
          "title": "Effects of an opioid-free care pathway vs. opioid-based standard care on postoperative pain and postoperative quality of recovery after laparoscopic bariatric surgery: A multicentre randomised controlled trial.",
          "author": "N/A",
          "journal": "European journal of anaesthesiology",
          "link": "https://pubmed.ncbi.nlm.nih.gov/40371564/",
          "issue_date": "2025-08",
          "abstract_summary": "This randomized controlled trial compared a total opioid-free care pathway (including intraoperative opioid-free anesthesia and postoperative TENS) with standard opioid-based care for laparoscopic bariatric surgery. The opioid-free pathway resulted in comparable pain relief and quality of recovery outcomes. Importantly, it led to a significant reduction in opioid consumption both in the PACU and during the entire hospital stay."
        },
        {
          "pmid": "40532358",
          "title": "Opioid-free anaesthesia protocol based on thoracic paravertebral block enhances postoperative recovery after breast cancer surgery: A two-center, prospective, randomized, controlled trial.",
          "author": "N/A",
          "journal": "Journal of clinical anesthesia",
          "link": "https://pubmed.ncbi.nlm.nih.gov/40532358/",
          "issue_date": "2025-07",
          "abstract_summary": "This randomized controlled trial evaluated an opioid-free anesthesia (OFA) protocol using a thoracic paravertebral block (TPVB) in patients undergoing breast cancer surgery. Compared to a conventional opioid-based anesthesia protocol, the OFA group had significantly higher quality of recovery scores at 24 and 48 hours postoperatively. The OFA protocol also resulted in lower pain scores and fewer instances of postoperative nausea and retching."
        }
      ],
      "Opioid-Sparing and Multimodal Analgesia": [
        {
          "pmid": "40659442",
          "title": "Optimal multimodal analgesia combinations to reduce pain and opioid use following non-cardiac surgery: an instrumental variable analysis.",
          "author": "N/A",
          "journal": "Regional anesthesia and pain medicine",
          "link": "https://pubmed.ncbi.nlm.nih.gov/40659442/",
          "issue_date": "2025-07",
          "abstract_summary": "This study used an instrumental variable analysis to identify optimal non-opioid medication combinations within multimodal analgesia (MMA) for non-cardiac surgery. Among 23,238 procedures, MMA was associated with reduced opioid use and pain scores. The greatest benefits were seen with combinations of NSAIDs plus either dexamethasone or regional anesthesia, suggesting these combinations are particularly effective and questioning the independent contribution of acetaminophen."
        }
      ],
      "Ketamine for Postoperative Pain": [
        {
          "pmid": "40663518",
          "title": "A Randomized Controlled Trial of Intraoperative Ketamine for Acute Postsurgical Pain after Breast Cancer Surgery: The Moderating Effect of Baseline Temporal Summation of Pain.",
          "author": "N/A",
          "journal": "Anesthesiology",
          "link": "https://pubmed.ncbi.nlm.nih.gov/40663518/",
          "issue_date": "2025-07",
          "abstract_summary": "This randomized trial investigated the effect of intraoperative ketamine on postoperative pain after breast surgery in 225 patients. Overall, ketamine showed no analgesic benefit over placebo. However, an exploratory analysis revealed that patients with higher baseline temporal summation of pain (a marker of central sensitization) did experience lower pain severity with ketamine, suggesting it may be effective in a specific patient subgroup."
        }
      ],
      "Post-Surgical Opioid Management": [
        {
          "pmid": "39084703",
          "title": "One-year opioid consumption trajectories among individuals receiving multidisciplinary postsurgical care: a single-center observational study from the Toronto General Hospital Transitional Pain Service.",
          "author": "N/A",
          "journal": "Regional anesthesia and pain medicine",
          "link": "https://pubmed.ncbi.nlm.nih.gov/39084703/",
          "issue_date": "2025-07",
          "abstract_summary": "This observational study tracked 466 high-risk patients at a Transitional Pain Service (TPS) for 12 months after surgery. The study identified three distinct opioid consumption trajectories and five pain intensity trajectories, all of which generally decreased over time. The findings highlight the heterogeneity in postsurgical recovery and underscore the importance of personalized, multidisciplinary care to optimize outcomes."
        },
        {
          "pmid": "38677883",
          "title": "Postsurgical opioid prescribing among veterans using community care for orthopedic surgery at non-VA hospitals compared to a VA hospital with a transitional pain service: a retrospective cohort study.",
          "author": "N/A",
          "journal": "Regional anesthesia and pain medicine",
          "link": "https://pubmed.ncbi.nlm.nih.gov/38677883/",
          "issue_date": "2025-07",
          "abstract_summary": "This retrospective study compared opioid prescribing for veterans undergoing orthopedic surgery at non-VHA hospitals versus a VHA hospital with a Transitional Pain Service (TPS). Veterans treated at the VHA-TPS facility were prescribed significantly fewer opioids at discharge and in the first 90 days post-surgery. They were also less likely to have persistent opioid use beyond 90 days, suggesting that integrated TPS programs can reduce opioid exposure."
        },
        {
          "pmid": "40610285",
          "title": "Association of peripheral nerve blocks with increased postoperative pain and opioid use in orthopaedic surgery: a single-centre retrospective cohort study.",
          "author": "N/A",
          "journal": "British journal of anaesthesia",
          "link": "https://pubmed.ncbi.nlm.nih.gov/40610285/",
          "issue_date": "2025-07",
          "abstract_summary": "This retrospective cohort study of over 22,000 orthopedic surgery patients found that while single-injection peripheral nerve blocks reduced immediate postoperative pain in the PACU, they were associated with higher pain scores and a 22.7% increase in opioid consumption during the subsequent hospital stay. Although associated with more opioid prescriptions at 30 days, nerve blocks were also linked to fewer chronic pain diagnoses at one year. The study suggests the need for standardized protocols to manage rebound pain and minimize long-term opioid exposure."
        },
        {
          "pmid": "40602806",
          "title": "Postsurgical Medication Awareness, Recovery, and Tracking using a Phone-Based App (SMART-APP): a randomized clinical trial.",
          "author": "N/A",
          "journal": "Regional anesthesia and pain medicine",
          "link": "https://pubmed.ncbi.nlm.nih.gov/40602806/",
          "issue_date": "2025-07",
          "abstract_summary": "This randomized trial tested whether a patient-facing educational smartphone app could reduce postoperative opioid use in surgical patients. Among 606 patients, the app did not significantly reduce self-reported opioid consumption in the 4 weeks after discharge compared to a control app. The study concluded that such digital tools might not be effective in surgical populations that already have low post-discharge opioid requirements."
        }
      ],
      "ICD-11 Coding for Chronic Postsurgical Pain": [
        {
          "pmid": "40645808",
          "title": "Coding of post-surgical pain in ICD-11: between conceptual richness and practical constraints.",
          "author": "N/A",
          "journal": "British journal of anaesthesia",
          "link": "https://pubmed.ncbi.nlm.nih.gov/40645808/",
          "issue_date": "2025-07",
          "abstract_summary": "This article discusses the new ICD-11 classification, which recognizes chronic postsurgical pain as a distinct clinical entity. It points out the gaps between the conceptual framework and practical clinical coding, highlighting inconsistencies. The authors call for better integration of diagnostic criteria and improved visibility of neuropathic and psychosocial dimensions of pain within the coding system."
        }
      ],
      "Psychological Interventions for Postoperative Pain": [
        {
          "pmid": "40462461",
          "title": "Effectiveness of peri-operative psychological interventions for the reduction of postsurgical pain intensity, depression, anxiety and pain catastrophising: A systematic review and meta-analysis.",
          "author": "N/A",
          "journal": "European journal of anaesthesiology",
          "link": "https://pubmed.ncbi.nlm.nih.gov/40462461/",
          "issue_date": "2025-07",
          "abstract_summary": "This systematic review and meta-analysis of 27 RCTs evaluated perioperative psychological interventions on pain-related outcomes. The findings suggest that these interventions, particularly CBT delivered by a psychologist, can significantly reduce postoperative pain intensity and anxiety. However, the authors caution that the evidence quality is moderate and many trials had a high risk of bias."
        }
      ],
      "Erector Spinae Plane Block for Lumbar Fusion": [
        {
          "pmid": "40601485",
          "title": "Erector Spinae Plane Block in Multimodal Analgesia After Lumbar Spinal Fusion Surgery: A Blinded Randomized Placebo-Controlled Trial.",
          "author": "N/A",
          "journal": "Anesthesia and analgesia",
          "link": "https://pubmed.ncbi.nlm.nih.gov/40601485/",
          "issue_date": "2025-07",
          "abstract_summary": "This randomized, placebo-controlled trial evaluated the effectiveness of a bilateral Erector Spinae Plane Block (ESPB) for postoperative pain after lumbar spinal fusion in 76 patients. The study found no significant difference in early postoperative pain intensity or 12-hour opioid consumption between the ropivacaine and saline groups. The authors conclude that ESPB has limited benefit within a multimodal analgesic regimen for this surgery and do not recommend its routine application."
        }
      ],
      "Oliceridine for Postoperative Pain": [
        {
          "pmid": "40446423",
          "title": "Oliceridine for postoperative pain and opioid-related complications: The intravenous oliceridine and opioid-related complications (VOLITION) prospective cohort study.",
          "author": "N/A",
          "journal": "Journal of clinical anesthesia",
          "link": "https://pubmed.ncbi.nlm.nih.gov/40446423/",
          "issue_date": "2025-07",
          "abstract_summary": "The VOLITION study prospectively evaluated the safety of oliceridine for postoperative pain in 204 patients after major noncardiac surgery. Clinically meaningful respiratory compromise occurred in 23% of patients, though none were life-threatening and no naloxone was required. The study highlights the need for a randomized trial to determine if oliceridine offers a better safety profile regarding opioid-related adverse events compared to conventional opioids."
        }
      ]
    },
    "통증관리(Pain Management)": {
      "Opioid Use Patterns in Trauma Patients": [
        {
          "pmid": "40615331",
          "title": "Population-based multistate modelling of peritraumatic opioid use among trauma patients from the Norwegian Trauma Registry.",
          "author": "N/A",
          "journal": "British journal of anaesthesia",
          "link": "https://pubmed.ncbi.nlm.nih.gov/40615331/",
          "issue_date": "2025-08",
          "abstract_summary": "This study analyzed opioid use in over 24,000 trauma patients from the Norwegian Trauma Registry, finding that most with post-traumatic long-term opioid use were already users before the injury. Short-term opioid use peaked at 38.2% and returned to pre-injury levels within 6 months. The findings emphasize the need to address pre-existing opioid use to minimize post-traumatic dependency and highlight subacute and chronic pain as the primary indications for long-term use."
        }
      ],
      "Neurobiology of Neuropathic Pain": [
        {
          "pmid": "40533323",
          "title": "Cortical integration and control of spontaneous neuropathic pain-like behaviour in mice.",
          "author": "N/A",
          "journal": "British journal of anaesthesia",
          "link": "https://pubmed.ncbi.nlm.nih.gov/40533323/",
          "issue_date": "2025-08",
          "abstract_summary": "This study explored the role of the anterior cingulate cortex (ACC) in spontaneous neuropathic pain in mice. Using calcium imaging and optogenetics, researchers identified cortical hyperactivity in the ACC and found that inhibiting this region reduced spontaneous pain-like behavior. The findings reveal an essential role of the ACC in processing non-evoked pain, suggesting it as a potential target for treating spontaneous pain."
        },
        {
          "pmid": "40623268",
          "title": "Diminished transient receptor vanilloid 1 on skin nerve fibers in painful bortezomib-induced peripheral neuropathy.",
          "author": "N/A",
          "journal": "Pain",
          "link": "https://pubmed.ncbi.nlm.nih.gov/40623268/",
          "issue_date": "2025-07",
          "abstract_summary": "This study investigated the role of TRPV1 receptors in painful bortezomib-induced peripheral neuropathy (BIPN) using skin biopsies. Researchers found that patients with painful BIPN had a greater reduction in TRPV1 immunoreactivity on skin nerve fibers compared to those with painless BIPN. This diminished TRPV1 presence was correlated with pain levels and reduced thermal sensitivity, offering new insights into the pathophysiology of pain in BIPN."
        }
      ],
      "Predictors of Chronic Primary Pain": [
        {
          "pmid": "40483184",
          "title": "Predictive role of central nervous system-driven symptoms in the development of chronic primary pain.",
          "author": "N/A",
          "journal": "British journal of anaesthesia",
          "link": "https://pubmed.ncbi.nlm.nih.gov/40483184/",
          "issue_date": "2025-08",
          "abstract_summary": "This commentary highlights a recent study using UK Biobank data that links central nervous system-driven symptoms like sleep disturbances and mood disorders to the subsequent development of chronic primary pain. The research suggests these symptoms precede chronic pain onset, indicating a potential window for early intervention. This enhances the understanding of nociplastic pain and emphasizes the need for preventive strategies for at-risk individuals."
        }
      ],
      "Neurolysis for Chronic Hip Pain": [
        {
          "pmid": "40480912",
          "title": "Chemical ablation of pericapsular nerve group with 95% ethanol for pain relief and quality of life in patients with hip osteoarthritis: a prospective, double-blinded, randomised, controlled trial.",
          "author": "N/A",
          "journal": "British journal of anaesthesia",
          "link": "https://pubmed.ncbi.nlm.nih.gov/40480912/",
          "issue_date": "2025-08",
          "abstract_summary": "This randomized controlled trial evaluated ultrasound-guided ethanol neurolysis of the pericapsular nerve group (PENG) for chronic hip osteoarthritis pain in 100 patients. The ethanol neurolysis group experienced significant and sustained pain reduction for up to 6 months, lower opioid consumption, and improved quality of life compared to the sham procedure. The study concludes that this is a safe and effective intervention for long-term pain relief."
        }
      ],
      "Genetics of Chronic Pain": [
        {
          "pmid": "40410097",
          "title": "Sex-specific genetics underlie increased chronic pain risk in women: genome-wide association studies from the UK Biobank.",
          "author": "N/A",
          "journal": "British journal of anaesthesia",
          "link": "https://pubmed.ncbi.nlm.nih.gov/40410097/",
          "issue_date": "2025-08",
          "abstract_summary": "This study investigated the genetic basis for the higher prevalence of chronic pain in women using UK Biobank data. Genome-wide association studies revealed that women have four times more sex-specific causal loci for pain than men, which are primarily enriched in specific brain regions. The research suggests that the genetics of brain phenotypes, particularly cortical thickness and striatal volume, are more often causally linked to chronic pain in women, highlighting a crucial genetic role in this sex disparity."
        }
      ],
      "Neurobiology of Pain Sensitization": [
        {
          "pmid": "40404497",
          "title": "Neurone-satellite glial cell interactions in dorsal root ganglia drive peripheral sensitisation in a mouse burn pain model.",
          "author": "N/A",
          "journal": "British journal of anaesthesia",
          "link": "https://pubmed.ncbi.nlm.nih.gov/40404497/",
          "issue_date": "2025-08",
          "abstract_summary": "This study investigated the mechanisms of peripheral sensitization in a mouse model of burn pain. Researchers found that burn injury upregulates CGRP in sensory neurons, which in turn activates satellite glial cells (SGCs) and enhances their gap junction coupling. This neuron-SGC interaction drives the release of chemokines like CXCL1, which potentiates neuronal excitability and pain, revealing a novel mechanism with potential therapeutic implications."
        },
        {
          "pmid": "40705704",
          "title": "A combined activity of peripheral nociceptive and nonnociceptive neurons is necessary to trigger spinal microglial reactivity and sustained pain.",
          "author": "N/A",
          "journal": "Pain",
          "link": "https://pubmed.ncbi.nlm.nih.gov/40705692/",
          "issue_date": "2025-07",
          "abstract_summary": "This study investigated what type of nerve activity triggers spinal microglial reactivity, a key step in chronic pain development. Using optogenetics in mice, researchers found that selective activation of either nociceptive or non-nociceptive fibers alone was insufficient. Only the simultaneous activation of both fiber types induced sustained pain hypersensitivity and a spinal microglia response, suggesting that a combination of sensory inputs is necessary to initiate this central pain mechanism."
        }
      ],
      "Intrathecal Drug Delivery for Cancer Pain": [
        {
          "pmid": "39259695",
          "title": "Intrathecal Drug Delivery System in Prepontine Cistern for Patients with Intractable Craniofacial Cancer Pain: A Multicenter Retrospective Study.",
          "author": "N/A",
          "journal": "Anesthesia and analgesia",
          "link": "https://pubmed.ncbi.nlm.nih.gov/39259695/",
          "issue_date": "2025-08",
          "abstract_summary": "This multicenter retrospective study evaluated the safety and efficacy of placing an intrathecal morphine pump catheter in the prepontine cistern for 33 patients with intractable craniofacial cancer pain. The procedure resulted in a significant and progressive decrease in pain scores and breakthrough pain episodes over 30 days. This approach allowed for effective pain relief with an extremely low total morphine dose and few adverse events, suggesting it is a viable option for this challenging condition."
        }
      ],
      "Interventions for Chronic Hip and Knee Pain": [
        {
          "pmid": "40435923",
          "title": "Chemical hip denervation using phenol via Pericapsular Nerve Group (PENG) block in palliative non-operative management for frail older hip fracture patients: A multicenter retrospective cohort study.",
          "author": "N/A",
          "journal": "Journal of clinical anesthesia",
          "link": "https://pubmed.ncbi.nlm.nih.gov/40435923/",
          "issue_date": "2025-07",
          "abstract_summary": "This multicenter retrospective study evaluated chemical hip denervation with phenol via a PENG block in 185 frail, older patients with hip fractures managed non-operatively. The procedure provided acceptable pain control at rest and during care, with low opioid requirements, although mobility remained limited. The study suggests this technique is a viable analgesic option in a palliative, person-centered care approach for this vulnerable population."
        },
        {
          "pmid": "40664401",
          "title": "Navigating current controversies in radiofrequency ablation of the genicular nerves for chronic knee pain in osteoarthritis: a daring discourse.",
          "author": "N/A",
          "journal": "Regional anesthesia and pain medicine",
          "link": "https://pubmed.ncbi.nlm.nih.gov/40664401/",
          "issue_date": "2025-07",
          "abstract_summary": "This daring discourse article explores the ongoing debates and controversies surrounding radiofrequency ablation (RFA) of the genicular nerves for chronic knee osteoarthritis pain. It critically analyzes key issues, including the role of prognostic blocks, optimal nerve targets, guidance techniques (ultrasound vs. fluoroscopy), and the use of RFA after total knee arthroplasty. The aim is to guide clinicians in making informed decisions and to encourage further research to resolve these uncertainties."
        }
      ],
      "Translational Pain Research": [
        {
          "pmid": "40728533",
          "title": "Translational control by general control nonderepressible 2 kinase regulates methylglyoxal-induced pain in mice.",
          "author": "N/A",
          "journal": "Pain",
          "link": "https://pubmed.ncbi.nlm.nih.gov/40728533/",
          "issue_date": "2025-07",
          "abstract_summary": "This study investigates the link between the metabolic byproduct methylglyoxal (MGO), associated with painful diabetic neuropathy, and the integrated stress response (ISR) in mice. Researchers found that MGO activates the ISR kinase GCN2 by disrupting ribosomes. Importantly, the neuronal sensitization and mechanical allodynia caused by MGO were dependent on GCN2, identifying it as a potential new analgesic target for diabetic neuropathy."
        },
        {
          "pmid": "40719881",
          "title": "Proteomic analysis of isolated nerve terminals from NaV1.9 knockout mice reveals pathways relevant for pain perception.",
          "author": "N/A",
          "journal": "Pain",
          "link": "https://pubmed.ncbi.nlm.nih.gov/40719881/",
          "issue_date": "2025-07",
          "abstract_summary": "This study investigated peripheral pain mechanisms by isolating and analyzing nerve terminals from the footpads of mice lacking the NaV1.9 sodium channel, which have impaired pain sensation. Proteomic analysis revealed dysregulation of key signaling pathways (MAPK and ERK1/2) and alterations in protein translation and mitochondrial components in the NaV1.9-deficient terminals. This approach uncovers peripheral signaling mechanisms in nociception and shows promise for translational research using human biomaterials."
        },
        {
          "pmid": "40705707",
          "title": "Enhancing clinical translation of analgesics for neuropathic pain: a systematic review and meta-analysis on the role of non-evoked pain assessment in preclinical trials.",
          "author": "N/A",
          "journal": "Pain",
          "link": "https://pubmed.ncbi.nlm.nih.gov/40705707/",
          "issue_date": "2025-07",
          "abstract_summary": "This systematic review and meta-analysis evaluated the efficacy of standard analgesics on non-evoked pain (NEP) in preclinical neuropathic pain models to improve translational success. The study found that the efficacy patterns of drugs in relieving NEP in animal models closely matched their known clinical effectiveness in humans. These findings strongly support the incorporation of spontaneous pain assessments into preclinical studies to better predict the clinical potential of new analgesics."
        }
      ],
      "Migraine Pathophysiology": [
        {
          "pmid": "40728530",
          "title": "Cortical astrocyte activation triggers meningeal nociception and migraine-like pain.",
          "author": "N/A",
          "journal": "Pain",
          "link": "https://pubmed.ncbi.nlm.nih.gov/40728530/",
          "issue_date": "2025-07",
          "abstract_summary": "This study investigated whether activating cortical astrocytes is sufficient to cause migraine-like pain in a rat model. Using chemogenetics to activate visual cortex astrocytes, researchers found it induced prolonged activity and sensitization of meningeal nociceptors, leading to migraine-like pain behaviors. These effects were suppressed by blocking CGRP signaling, suggesting that cortical astrocyte activation can trigger meningeal nociception and the subsequent migraine pain."
        }
      ],
      "Assessment of Pain-Related Avoidance": [
        {
          "pmid": "40728524",
          "title": "Measurement instruments of pain-related avoidance in chronic pain: a systematic review of psychometric properties.",
          "author": "N/A",
          "journal": "Pain",
          "link": "https://pubmed.ncbi.nlm.nih.gov/40728524/",
          "issue_date": "2025-07",
          "abstract_summary": "This systematic review evaluated the psychometric properties of 22 different instruments used to measure pain-related avoidance in adults with chronic pain. Analyzing 140 articles, the review found that while many instruments exist, only two versions of the Chronic Pain Coping Inventory currently meet the criteria to be recommended for use. The study highlights a lack of high-quality evidence on measurement error and criterion validity for most tools, including commonly used ones like the Fear-Avoidance Beliefs Questionnaire."
        }
      ],
      "Neuroplasticity in Musculoskeletal Pain": [
        {
          "pmid": "40728516",
          "title": "Prior use-dependent plasticity triggers different individual corticomotor responses during persistent musculoskeletal pain.",
          "author": "N/A",
          "journal": "Pain",
          "link": "https://pubmed.ncbi.nlm.nih.gov/40728516/",
          "issue_date": "2025-07",
          "abstract_summary": "This study investigated how prior motor experience affects the brain's response to prolonged musculoskeletal pain by comparing musicians to non-musicians. After inducing prolonged pain with nerve growth factor, non-musicians showed a reduction in the motor map volume in the brain, a change not seen in musicians. The findings suggest that preexisting use-dependent plasticity from motor training, like playing an instrument, may counteract pain-related motor system changes and contribute to individual variability in pain response."
        }
      ],
      "Interventions for Lumbar Radicular Pain": [
        {
          "pmid": "40707353",
          "title": "Pulsed radiofrequency of lumbar dorsal root ganglion versus epidural neuroplasty for lumbar radicular pain: a systematic review and network meta-analysis.",
          "author": "N/A",
          "journal": "Regional anesthesia and pain medicine",
          "link": "https://pubmed.ncbi.nlm.nih.gov/40707353/",
          "issue_date": "2025-07",
          "abstract_summary": "This network meta-analysis of 14 RCTs indirectly compared pulsed radiofrequency (PRF) of the dorsal root ganglion and epidural neuroplasty for treating lumbar radicular pain. While epidural neuroplasty showed a slight advantage over PRF at 3 months, there were no significant long-term differences in pain or disability outcomes. The authors conclude that the treatments may offer comparable results, but the low certainty of evidence limits confident clinical recommendations and highlights the need for direct comparison trials."
        }
      ],
      "Social and Political Factors in Pain": [
        {
          "pmid": "40705855",
          "title": "Borders that hurt: the link between anti-immigration attitudes in Europe and the epidemic of chronic pain in immigrant adolescents.",
          "author": "N/A",
          "journal": "Pain",
          "link": "https://pubmed.ncbi.nlm.nih.gov/40705855/",
          "issue_date": "2025-07",
          "abstract_summary": "This study analyzed data from over 5,000 immigrant adolescents across 20 European countries to investigate the link between societal attitudes and health. It found that stronger country-level anti-immigration attitudes were significantly associated with a higher prevalence of chronic pain among these adolescents. This association was even stronger for immigrants with low socioeconomic status, suggesting that sociopolitical exclusion is a significant public health burden."
        }
      ],
      "Chronic Pain and Sleep Apnea": [
        {
          "pmid": "40705710",
          "title": "Chronic pain is associated with sleep apnea severity but attenuated by intermittent hypoxemia in people using opioids.",
          "author": "N/A",
          "journal": "Pain",
          "link": "https://pubmed.ncbi.nlm.nih.gov/40705710/",
          "issue_date": "2025-07",
          "abstract_summary": "This study of 143 patients on long-term opioids for chronic pain found that sleep-disordered breathing (SDB) is linked to worsened pain symptoms and lower pain tolerance. Interestingly, this relationship was attenuated in patients with higher levels of associated hypoxemia. The findings suggest a complex interaction where SDB severity impacts pain, but the degree of oxygen desaturation modifies this effect, highlighting the importance of considering hypoxic burden in pain management."
        }
      ],
      "Genetics of Carpal Tunnel Syndrome": [
        {
          "pmid": "40705706",
          "title": "Familial risk of carpal tunnel syndrome among first-degree relatives and interaction with obesity and hyperglycemia-a population-based study in Korea.",
          "author": "N/A",
          "journal": "Pain",
          "link": "https://pubmed.ncbi.nlm.nih.gov/40705706/",
          "issue_date": "2025-07",
          "abstract_summary": "This large population-based study in Korea investigated the familial risk of carpal tunnel syndrome (CTS). Individuals with an affected first-degree relative had a nearly two-fold increased risk of developing CTS. Furthermore, there was a significant interaction between family history and both obesity and hyperglycemia, suggesting that individuals with these combined risk factors should be considered a high-risk population for CTS."
        }
      ],
      "Psychology of Endometriosis Pain": [
        {
          "pmid": "40705703",
          "title": "Experience of endometriosis pain: a qualitative study.",
          "author": "N/A",
          "journal": "Pain",
          "link": "https://pubmed.ncbi.nlm.nih.gov/40705703/",
          "issue_date": "2025-07",
          "abstract_summary": "This qualitative study explored the pain experience of 16 women with endometriosis through in-depth interviews. Key themes emerged related to the nature of the pain, its impact on life, healthcare experiences, and the burden of being female. The study found that women expressed few fears about physical damage and did not avoid activities to protect themselves, questioning the applicability of the traditional fear-avoidance model of pain to this population."
        }
      ],
      "Neuroimaging of Pain Habituation and Sensitization": [
        {
          "pmid": "40728514",
          "title": "Stable individual differences in habituation and sensitization to prolonged painful stimulation are underpinned by activity in the hippocampus, amygdala, and sensorimotor cortices.",
          "author": "N/A",
          "journal": "Pain",
          "link": "https://pubmed.ncbi.nlm.nih.gov/40717606/",
          "issue_date": "2025-07",
          "abstract_summary": "This study used fMRI to investigate the neural mechanisms behind individual differences in pain habituation and sensitization. In 85 participants, habituation to prolonged pain was associated with increasing activity in the hippocampus and amygdala, while sensitization was linked to increasing activity in sensorimotor cortices. The findings suggest that these response patterns are stable traits underpinned by differential activity in brain regions involved in sensory processing and appraisal."
        }
      ],
      "Virtual Reality for Pain Relief": [
        {
          "pmid": "40717606",
          "title": "Immersion in nature through virtual reality attenuates the development and spread of mechanical secondary hyperalgesia: a role for insulo-thalamic effective connectivity.",
          "author": "N/A",
          "journal": "Pain",
          "link": "https://pubmed.ncbi.nlm.nih.gov/40717606/",
          "issue_date": "2025-07",
          "abstract_summary": "This study used immersive virtual reality (VR) to investigate the mechanisms of nature-based pain relief. In healthy participants, immersive nature VR significantly reduced the development and spread of experimentally induced secondary hyperalgesia compared to a 2D nature video or no intervention. Neuroimaging analysis suggested that this analgesic effect is mediated by insulo-thalamic effective connectivity, likely through top-down endogenous pain modulation systems."
        }
      ],
      "Neuropathic Pain and Nerve Injury Models": [
        {
          "pmid": "40728528",
          "title": "Autoreactive immunoglobulin G levels and Fc receptor gamma subunit upregulation drive mechanical allodynia after nerve constriction or crush injury.",
          "author": "N/A",
          "journal": "Pain",
          "link": "https://pubmed.ncbi.nlm.nih.gov/40728528/",
          "issue_date": "2025-07",
          "abstract_summary": "This study in mice investigated the role of B cells and immunoglobulin G (IgG) in pain following different types of peripheral nerve injury. B-cell depletion prevented pain after nerve crush and constriction injuries, but not after nerve transection injuries (SNI/SNL). The results suggest that while all injuries drive secretion of pronociceptive IgG, only crush and constriction injuries upregulate the necessary Fc gamma receptors in the DRG and spinal cord, making them susceptible to IgG-driven pain."
        }
      ],
      "Bladder Pain and Dysfunction Models": [
        {
          "pmid": "40728519",
          "title": "A catheter-associated urinary tract infection mouse model to study bladder dysfunction and pain.",
          "author": "N/A",
          "journal": "Pain",
          "link": "https://pubmed.ncbi.nlm.nih.gov/40728519/",
          "issue_date": "2025-07",
          "abstract_summary": "This study developed a new mouse model for catheter-associated urinary tract infections (CAUTIs) to better study bladder pain and dysfunction. The model, involving a suprapubic catheter infected with E. coli, successfully recapitulated clinical symptoms like sustained infection, biofilm formation, bladder hypersensitivity, and voiding dysfunction. This novel research tool may be instrumental for developing new therapies for bladder-related pain and infections."
        }
      ],
      "Psychological Interventions for Chronic Pain": [
        {
          "pmid": "40705692",
          "title": "Understanding the untreated course of adults with chronic pain seeking psychological intervention: a systematic review and meta-analysis.",
          "author": "N/A",
          "journal": "Pain",
          "link": "https://pubmed.ncbi.nlm.nih.gov/40705692/",
          "issue_date": "2025-07",
          "abstract_summary": "This meta-analysis of 52 studies examined symptom changes in chronic pain patients on waitlists for psychological treatment. Over an average period of 13.5 weeks, untreated participants showed very small but statistically significant improvements in pain intensity and disability, with no significant change in depression or anxiety. The findings suggest that, contrary to some reports, symptoms in this population are relatively stable over short waiting periods, which can inform service planning and treatment benchmarking."
        }
      ],
      "Chronic Itch Biomarkers": [
        {
          "pmid": "40705694",
          "title": "Upregulated natriuretic peptide B expression as a hallmark of chronic itch.",
          "author": "N/A",
          "journal": "Pain",
          "link": "https://pubmed.ncbi.nlm.nih.gov/40705694/",
          "issue_date": "2025-07",
          "abstract_summary": "This study analyzed transcriptomic data from multiple animal models of chronic itch and pain to identify common molecular features. The analysis revealed that upregulation of natriuretic peptide B (Nppb) expression in sensory neurons is a consistent and selective feature of chronic itch models, but not pain models. The authors propose that Nppb, a known itch neurotransmitter, could serve as a conserved biomarker for chronic itch and may be a key contributor to the condition."
        }
      ],
      "Interventions for Fibromyalgia": [
        {
          "pmid": "40667993",
          "title": "Analgesic benefits of pharmacological and nonpharmacological sleep interventions for adults with fibromyalgia: a systematic review and meta-analyses.",
          "author": "N/A",
          "journal": "Pain",
          "link": "https://pubmed.ncbi.nlm.nih.gov/40667993/",
          "issue_date": "2025-07",
          "abstract_summary": "This systematic review evaluated whether sleep-focused interventions can reduce pain in adults with fibromyalgia. Meta-analyses of 19 trials showed that sodium oxybate and cognitive behavioral therapy (CBT) for insomnia both significantly improved pain outcomes compared to placebo and usual care, respectively. The findings provide preliminary support for the analgesic benefits of targeting sleep in fibromyalgia patients, though long-term effects require further investigation."
        }
      ],
      "Nociceptor Signaling": [
        {
          "pmid": "40668026",
          "title": "STIM1 functionally couples to transient receptor potential ankyrin 1 contributing to nociception.",
          "author": "N/A",
          "journal": "Pain",
          "link": "https://pubmed.ncbi.nlm.nih.gov/40668026/",
          "issue_date": "2025-07",
          "abstract_summary": "This study reveals a novel link between the calcium sensor STIM1 and the nociceptive channel TRPA1 in sensory neurons. Researchers found that activation of TRPA1 triggers ER calcium release and STIM1-mediated calcium entry, which is critical for sensing cold, chemical, and noxious mechanical stimuli in mice. This discovery identifies STIM1 as a key transducer in nociception and provides new insights into TRPA1-mediated pain signaling."
        }
      ],
      "Hormonal Effects on Pain": [
        {
          "pmid": "40668025",
          "title": "Androgen receptors expressed in the primary sensory neurons regulate mechanical pain sensitivity.",
          "author": "N/A",
          "journal": "Pain",
          "link": "https://pubmed.ncbi.nlm.nih.gov/40668025/",
          "issue_date": "2025-07",
          "abstract_summary": "This study investigated the role of androgen receptors (AR) in pain sensitivity using mouse models. Higher testosterone levels in males correlated with higher mechanical pain thresholds, an effect lost in gonadectomized or AR-knockout mice. The study demonstrates that ARs in primary sensory neurons, particularly CGRP+ neurons, are critical targets for androgens in regulating mechanical pain, suggesting a potential therapeutic approach for pain management."
        },
        {
          "pmid": "40668003",
          "title": "Androgen levels and experimental pain sensitivity in healthy young adolescent girls.",
          "author": "N/A",
          "journal": "Pain",
          "link": "https://pubmed.ncbi.nlm.nih.gov/40667996/",
          "issue_date": "2025-07",
          "abstract_summary": "This study examined the relationship between androgen levels and experimental pain sensitivity in 45 healthy adolescent girls. Unlike findings in adults, the study found no significant associations between levels of testosterone and other androgens with most measures of pain sensitivity. The results suggest that androgens have a minimal effect on pain perception in healthy girls during adolescence."
        }
      ],
      "Neurophysiology of Pain Prediction": [
        {
          "pmid": "40668023",
          "title": "Neurophysiological encoding of aversive prediction errors.",
          "author": "N/A",
          "journal": "Pain",
          "link": "https://pubmed.ncbi.nlm.nih.gov/40668023/",
          "issue_date": "2025-07",
          "abstract_summary": "This study used magnetoencephalography (MEG) to investigate the brain signals underlying aversive prediction errors (PEs)—the difference between expected and actual pain. Researchers found that aversive PE signals are generated in the alpha band (8-12 Hz) in the midbrain, orbitofrontal cortex, and prefrontal cortex about 150ms after an outcome. These findings reveal the rapid neurophysiological mechanisms the brain uses to learn from unexpected painful or non-painful events."
        }
      ],
      "Offset Analgesia Mechanisms": [
        {
          "pmid": "40667996",
          "title": "Peripheral contributions to offset analgesia: effects of stimulus duration, intensity, and location.",
          "author": "N/A",
          "journal": "Pain",
          "link": "https://pubmed.ncbi.nlm.nih.gov/40667996/",
          "issue_date": "2025-07",
          "abstract_summary": "This study investigated the peripheral nerve fiber contributions to offset analgesia (OA), a phenomenon of profound pain relief after a slight decrease in a noxious stimulus. By applying various heat stimuli to the hand, researchers found that OA was most prominent after long-duration stimuli and was inconsistently present after short or intense pulse stimuli. The results suggest that the slower-responding CMH nociceptors, rather than faster A-delta fibers, are likely critical for generating OA."
        }
      ],
      "Cellular Mechanisms of Chronic Pain in Humans": [
        {
          "pmid": "40667986",
          "title": "Decreased KCC2 expression in the human spinal dorsal horn associated with chronic pain and long-term opioid use.",
          "author": "N/A",
          "journal": "Pain",
          "link": "https://pubmed.ncbi.nlm.nih.gov/40667986/",
          "issue_date": "2025-07",
          "abstract_summary": "This study provides the first human evidence for a key mechanism of chronic pain previously seen in rodent models. By examining tissue from organ donors, researchers found that the KCC2 chloride transporter was significantly downregulated in the spinal dorsal horns of individuals with a history of chronic pain or long-term opioid use. This finding supports the hypothesis that decreased inhibitory signaling in the spinal cord promotes chronic pain in humans and identifies KCC2 as a promising therapeutic target."
        }
      ],
      "Nociplastic Pain Mechanisms": [
        {
          "pmid": "40667997",
          "title": "12/15-lipoxygenases mediate toll-like receptor 4-dependent nociplastic pain hypersensitivity in female mice.",
          "author": "N/A",
          "journal": "Pain",
          "link": "https://pubmed.ncbi.nlm.nih.gov/40667997/",
          "issue_date": "2025-07",
          "abstract_summary": "This study investigated the mechanisms of nociplastic pain, which is more common in women, using a mouse model of central Toll-like receptor 4 (TLR4) activation. The researchers found that intrathecal lipopolysaccharide (LPS) induced a hyperalgesic phenotype in female mice mediated by 12/15-lipoxygenase (12/15-LOX) enzymes. Systemic inhibition of these enzymes reversed the pain behaviors, suggesting that 12/15-LOX are key druggable targets for nociplastic pain."
        }
      ],
      "Pain Assessment in Preclinical Trials": [
        {
          "pmid": "40705695",
          "title": "Evaluating the efficacy of neurokinin-1 (substance P) receptor antagonist CP-99994 on facial grimacing and allodynia in mice postsurgery: a comparative study with known analgesics.",
          "author": "N/A",
          "journal": "Pain",
          "link": "https://pubmed.ncbi.nlm.nih.gov/40705695/",
          "issue_date": "2025-07",
          "abstract_summary": "This study evaluated the analgesic efficacy of the NK1R antagonist CP-99994 using facial grimacing, a measure of spontaneous pain, in mice after surgery. While known analgesics (carprofen, buprenorphine) reduced grimacing, CP-99994 showed limited effect on this measure, despite reducing evoked mechanical allodynia. The findings highlight a dissociation between spontaneous and evoked pain measures and suggest that assessing facial grimacing may better predict the clinical analgesic potential of drug candidates."
        }
      ],
      "Genetic and Molecular Mechanisms of Pain": [
        {
          "pmid": "40623285",
          "title": "The impact of chronic pain on brain gene expression.",
          "author": "N/A",
          "journal": "Pain",
          "link": "https://pubmed.ncbi.nlm.nih.gov/40623285/",
          "issue_date": "2025-07",
          "abstract_summary": "This study analyzed brain gene expression in postmortem donors to understand the molecular basis of chronic pain. Researchers identified over 2,000 differentially expressed genes (DEGs) at the cellular level, with a significant enrichment in microglia of the basolateral amygdala. The findings highlight the heterogeneity of chronic pain's impact across brain regions and cell types and pinpoint amygdalar microglia as a key area for future research."
        }
      ],
      "Autoimmunity in Chronic Back Pain": [
        {
          "pmid": "40623266",
          "title": "Spinal disk injury induces germinal center formation, pronociceptive antibody production, and chronic nociceptive sensitization in a male mouse back pain model.",
          "author": "N/A",
          "journal": "Pain",
          "link": "https://pubmed.ncbi.nlm.nih.gov/40623266/",
          "issue_date": "2025-07",
          "abstract_summary": "This study used a mouse model to investigate the role of the adaptive immune system in chronic back pain following spinal disk injury. The injury led to the formation of B-cell germinal centers in lymph nodes and the production of pronociceptive IgM and IgG antibodies, which contributed to chronic pain sensitization. These findings support the hypothesis that autoimmunity plays a key role in the transition from acute tissue injury to a chronic musculoskeletal pain state."
        }
      ],
      "Intergenerational Transmission of Chronic Pain": [
        {
          "pmid": "40623248",
          "title": "Identifying risk and protective factors in the transmission of chronic pain from mothers to children: a longitudinal cohort study.",
          "author": "N/A",
          "journal": "Pain",
          "link": "https://pubmed.ncbi.nlm.nih.gov/40623248/",
          "issue_date": "2025-07",
          "abstract_summary": "This longitudinal study of 1128 mother-child pairs identified psychosocial factors influencing the transmission of chronic pain. Children of mothers with chronic pain were more likely to develop chronic pain themselves, especially if the mother also had high anxiety or used ineffective parenting practices. Child-specific factors like optimism and strong social connections were found to be protective, lowering the risk of chronic pain regardless of maternal pain status."
        }
      ],
      "Physiology of Pain Salience": [
        {
          "pmid": "40623245",
          "title": "Subjective salience ratings are a reliable proxy for physiological measures of arousal.",
          "author": "N/A",
          "journal": "Pain",
          "link": "https://pubmed.ncbi.nlm.nih.gov/40623245/",
          "issue_date": "2025-07",
          "abstract_summary": "This study investigated whether subjective salience ratings correlate with physiological arousal, measured by skin conductance response (SCR), for both painful and non-painful stimuli. In 41 healthy adults, there were no differences in SCR between heat pain and electric stimuli that were subjectively matched for salience. The findings validate the use of subjective salience ratings as a reliable proxy for physiological arousal, which is crucial for designing experiments that aim to isolate pain-specific brain processes."
        }
      ],
      "Chronic Pain Flare-ups": [
        {
          "pmid": "40623243",
          "title": "Convergent validity of a person-dependent definition of a low back pain flare.",
          "author": "N/A",
          "journal": "Pain",
          "link": "https://pubmed.ncbi.nlm.nih.gov/40623243/",
          "issue_date": "2025-07",
          "abstract_summary": "This study validated a person-dependent definition of a low back pain (LBP) \"flare\" in a prospective study of 465 Veterans. Self-reported flare status was significantly associated with a 2.8-point higher pain intensity on a 0-10 scale, as well as greater pain interference and analgesic use. These findings support the convergent validity of this simple, patient-centered flare definition, which can be a valuable tool in LBP research and clinical practice."
        }
      ],
      "Pediatric Pain Screening": [
        {
          "pmid": "40623293",
          "title": "Reliability and validity of the Pediatric PainSCAN: a screening tool for pediatric neuropathic pain and complex regional pain syndrome.",
          "author": "N/A",
          "journal": "Pain",
          "link": "https://pubmed.ncbi.nlm.nih.gov/40623293/",
          "issue_date": "2025-07",
          "abstract_summary": "This study evaluated the reliability and validity of the Pediatric PainSCAN, the first screening tool for neuropathic pain (NP) and complex regional pain syndrome (CRPS) in children. Tested in 221 pediatric chronic pain patients, the tool demonstrated sufficient test-retest reliability and criterion validity for identifying NP and CRPS. The Pediatric PainSCAN shows promise as a useful screening instrument in pediatric chronic pain clinics."
        }
      ]
    },
    "노인마취(Geriatric Anesthesia)": {
      "Frailty as a Perioperative Risk Factor": [
        {
          "pmid": "40571477",
          "title": "Frailty and perioperative outcomes: SNAP-3 as a call to action.",
          "author": "N/A",
          "journal": "British journal of anaesthesia",
          "link": "https://pubmed.ncbi.nlm.nih.gov/40571477/",
          "issue_date": "2025-08",
          "abstract_summary": "This article discusses the findings from the 3rd Sprint National Anesthesia Project (SNAP-3), which confirms that frailty is a key risk factor for adverse outcomes in older surgical patients. The author calls for action, urging anesthetists to identify patients with a Clinical Frailty Scale score of 4 or higher as being at elevated risk. It also advocates for a shift in research focus from risk factor identification to developing and evaluating interventions to improve outcomes for this growing patient population."
        },
        {
          "pmid": "40562634",
          "title": "Frailty in the perioperative setting: lessons from SNAP-3.",
          "author": "N/A",
          "journal": "British journal of anaesthesia",
          "link": "https://pubmed.ncbi.nlm.nih.gov/40562634/",
          "issue_date": "2025-08",
          "abstract_summary": "This article summarizes the key lessons from the SNAP-3 study, the largest UK prospective study on frailty in older surgical patients. The study identified frailty in one-fifth of patients and found it was strongly associated with increased length of stay, delirium, complications, and mortality. The findings highlight the critical need for routine frailty screening and the development of frailty-focused perioperative services, especially in high-burden specialties and deprived areas."
        },
        {
          "pmid": "40425395",
          "title": "Postoperative outcomes in older patients living with frailty and multimorbidity in the UK: SNAP-3, a snapshot observational study.",
          "author": "N/A",
          "journal": "British journal of anaesthesia",
          "link": "https://pubmed.ncbi.nlm.nih.gov/40425394/",
          "issue_date": "2025-07",
          "abstract_summary": "The SNAP-3 observational study of 7,129 older UK surgical patients investigated the impact of frailty and multimorbidity on postoperative outcomes. Increasing frailty was strongly associated with longer hospital stays, higher rates of delirium, morbidity, and mortality, with a clear rise in risk starting from a Clinical Frailty Scale score of 4. In contrast, multimorbidity alone had less impact, primarily affecting postoperative morbidity but not other major outcomes."
        },
        {
          "pmid": "40410100",
          "title": "Frailty and intraoperative hypotension: is the risk significant and modifiable?",
          "author": "N/A",
          "journal": "British journal of anaesthesia",
          "link": "https://pubmed.ncbi.nlm.nih.gov/40410100/",
          "issue_date": "2025-07",
          "abstract_summary": "This commentary discusses a recent study demonstrating that frail patients are more likely to experience frequent intraoperative hypotension, and that these two factors work together to increase postoperative risk. The authors highlight that both frailty and hypotension are potentially modifiable risk factors through interventions like prehabilitation and continuous hemodynamic monitoring. They call for future studies to define which interventions provide the most benefit based on a patient's frailty status."
        }
      ],
      "Postoperative Neurocognitive Disorder (PND) Prevention": [
        {
          "pmid": "40480916",
          "title": "Patterns of prevention effectiveness in postoperative neurocognitive disorder and delayed neurocognitive recovery research: a systematic review with meta-regression of randomised trials.",
          "author": "N/A",
          "journal": "British journal of anaesthesia",
          "link": "https://pubmed.ncbi.nlm.nih.gov/40480916/",
          "issue_date": "2025-08",
          "abstract_summary": "This meta-regression of 187 randomized trials investigated factors associated with the effectiveness of interventions to prevent postoperative neurocognitive disorder (PND). The study found significant regional differences in trial outcomes, with studies from China reporting greater effectiveness. Other factors, such as higher baseline PND incidence and the use of dexmedetomidine, were associated with greater prevention effectiveness, highlighting the need to address these characteristics in future research."
        }
      ],
      "Risk Factors for Postoperative Delirium": [
        {
          "pmid": "40384317",
          "title": "Long-term and pre-operative benzodiazepine use in older adults and risk for postoperative delirium: An additional analysis of the multicentre Biomarker Development for Postoperative Cognitive Impairment in the Elderly Study.",
          "author": "N/A",
          "journal": "European journal of anaesthesiology",
          "link": "https://pubmed.ncbi.nlm.nih.gov/40384317/",
          "issue_date": "2025-08",
          "abstract_summary": "This analysis of the BioCog cohort study investigated the association between benzodiazepine use and postoperative delirium (POD) in 928 elderly patients. Long-term benzodiazepine use was found to be significantly associated with an increased risk of developing POD, regardless of sex. In contrast, short-term use as a premedicant immediately before surgery was not associated with an increased POD risk, highlighting the importance of the timing and duration of benzodiazepine exposure."
        },
        {
          "pmid": "40513143",
          "title": "Preoperative low-dose dexmedetomidine reduces postoperative delirium in elderly patients with hip fracture under spinal anesthesia: A randomized, double blind, controlled clinical study.",
          "author": "N/A",
          "journal": "Journal of clinical anesthesia",
          "link": "https://pubmed.ncbi.nlm.nih.gov/40513143/",
          "issue_date": "2025-07",
          "abstract_summary": "This randomized controlled trial investigated whether a continuous overnight infusion of low-dose dexmedetomidine could reduce postoperative delirium (POD) in elderly patients undergoing hip fracture surgery. The study found that patients receiving dexmedetomidine had a significantly lower incidence of POD (10.3%) compared to the placebo group (22.2%). The intervention also improved preoperative sleep quality and lowered postoperative inflammatory markers."
        }
      ],
      "Neuromuscular Blockade and Postoperative Delirium": [
        {
          "pmid": "40251137",
          "title": "Association Between Neuromuscular Blockade and Its Reversal With Postoperative Delirium in Older Patients: A Hospital Registry Study.",
          "author": "N/A",
          "journal": "Anesthesia and analgesia",
          "link": "https://pubmed.ncbi.nlm.nih.gov/40251137/",
          "issue_date": "2025-08",
          "abstract_summary": "This large hospital registry study of over 53,000 older patients found that the use of neuromuscular blocking agents (ND-NMBAs) was dose-dependently associated with a higher risk of postoperative delirium. However, this increased risk was mitigated by the administration of a reversal agent (neostigmine or sugammadex). The findings suggest that appropriate reversal of neuromuscular blockade may help reduce the incidence of delirium after surgery."
        }
      ],
      "Trends in Arthroplasty for the Elderly": [
        {
          "pmid": "40700091",
          "title": "Trends in Comorbidities and Complications Among Octogenarians and Nonagenarians Undergoing Primary Total Joint Arthroplasty in the United States.",
          "author": "N/A",
          "journal": "Anesthesia and analgesia",
          "link": "https://pubmed.ncbi.nlm.nih.gov/40700091/",
          "issue_date": "2025-07",
          "abstract_summary": "This large database study analyzed trends in total knee and hip arthroplasty for patients aged 80 and older from 2006 to 2022. It found that while these very elderly patients often had fewer comorbidities than the typical 65-70 year old cohort, their age remained a significant independent risk factor for major postoperative complications. The study highlights the unique risk profile of this growing surgical population."
        }
      ],
      "Risk Stratification in the Elderly": [
        {
          "pmid": "40727984",
          "title": "Age, ASA physical status and surgical outcomes: insights from a nationwide cohort study.",
          "author": "N/A",
          "journal": "Anaesthesia",
          "link": "https://pubmed.ncbi.nlm.nih.gov/40727984/",
          "issue_date": "2025-07",
          "abstract_summary": "This nationwide cohort study from Sweden analyzed over 460,000 surgical procedures to examine the relationship between ASA physical status, age, and postoperative mortality. The study confirmed a strong, graded association between higher ASA physical status and increased 30-day and 365-day mortality across all age groups. These findings reinforce the value of the ASA classification system for risk stratification in an aging surgical population."
        }
      ],
      "Ketamine and Postoperative Cognition": [
        {
          "pmid": "40619168",
          "title": "Dose-dependent relationship between intra-operative ketamine administration and postoperative delirium: a retrospective cohort study.",
          "author": "N/A",
          "journal": "Anaesthesia",
          "link": "https://pubmed.ncbi.nlm.nih.gov/40619168/",
          "issue_date": "2025-07",
          "abstract_summary": "This retrospective study of over 100,000 patients investigated the link between intraoperative ketamine dose and postoperative delirium. It found a U-shaped dose-response relationship: low-dose ketamine (≤ 0.35 mg/kg) was associated with a lower risk of delirium, while higher doses had no effect compared to no ketamine. The findings suggest that a specific low-dose range of ketamine may be neuroprotective."
        },
        {
          "pmid": "40628582",
          "title": "Effects of ketamine on postoperative cognition: a scoping review.",
          "author": "N/A",
          "journal": "British journal of anaesthesia",
          "link": "https://pubmed.ncbi.nlm.nih.gov/40628582/",
          "issue_date": "2025-07",
          "abstract_summary": "This scoping review summarized 58 clinical studies on the cognitive effects of perioperative ketamine in adult surgical patients. The results were inconsistent, with 60% of studies reporting no cognitive benefit and 40% reporting a reduced incidence or duration of perioperative neurocognitive disorders. Due to significant heterogeneity in study design and underpowered trials, the review concludes that larger, well-designed studies are needed to determine if specific patient subgroups might benefit from ketamine."
        }
      ]
    },
    "외래마취(Outpatient Anesthesia)": {
      "Digital Health Interventions in Ambulatory Surgery": [
        {
          "pmid": "40654033",
          "title": "Post discharge digital health technology interventions in ambulatory surgery: A systematic review and meta-analysis.",
          "author": "N/A",
          "journal": "European journal of anaesthesiology",
          "link": "https://pubmed.ncbi.nlm.nih.gov/40654033/",
          "issue_date": "2025-07",
          "abstract_summary": "This systematic review of six RCTs evaluated the use of digital health interventions (DHIs) for post-discharge follow-up in ambulatory surgery patients. While meta-analyses showed no significant effect on pain intensity or unplanned healthcare encounters, individual studies suggested DHIs may reduce some symptoms, lower costs, and improve functional status. The authors conclude that while promising, more research is needed due to the limited number of studies and low certainty of evidence."
        }
      ],
      "Rebound Pain after Regional Anesthesia": [
        {
          "pmid": "40701886",
          "title": "Factors associated with a reduction in the preventive effect of intravenous dexamethasone on rebound pain after axillary brachial plexus block.",
          "author": "N/A",
          "journal": "British journal of anaesthesia",
          "link": "https://pubmed.ncbi.nlm.nih.gov/40701886/",
          "issue_date": "2025-07",
          "abstract_summary": "This study investigated factors that reduce the effectiveness of intravenous dexamethasone in preventing rebound pain after axillary brachial plexus block for ambulatory surgery. In 104 patients, factors associated with an increased risk of rebound pain included preoperative nocturnal pain, severe anxiety, high pain catastrophizing, and low salivary cortisol levels. These findings could help develop personalized strategies to prevent rebound pain."
        }
      ]
    },
    "중환자관리(Critical Care Management)": {
      "Intraoperative Protective Ventilation": [
        {
          "pmid": "40133080",
          "title": "Intra-operative ventilation strategies and their impact on clinical outcomes: a systematic review and network meta-analysis of randomised trials.",
          "author": "N/A",
          "journal": "Anaesthesia",
          "link": "https://pubmed.ncbi.nlm.nih.gov/40133080/",
          "issue_date": "2025-08",
          "abstract_summary": "This network meta-analysis of 51 randomized trials evaluated different intra-operative ventilation strategies in non-cardiothoracic surgery. It found that low tidal volume ventilation strategies, when combined with various levels of PEEP and recruitment maneuvers, likely reduce the risk of postoperative pulmonary complications compared to high tidal volume with zero PEEP. The study reinforces the importance of lung protective ventilation and highlights the need for implementation research."
        }
      ],
      "ICU Outcomes in Liver Disease": [
        {
          "pmid": "40070011",
          "title": "Outcomes for patients with alcohol-related liver disease admitted to Scottish intensive care units 2010-2018.",
          "author": "N/A",
          "journal": "Anaesthesia",
          "link": "https://pubmed.ncbi.nlm.nih.gov/40070011/",
          "issue_date": "2025-08",
          "abstract_summary": "This analysis of national Scottish data found that patients with alcohol-related liver disease admitted to the ICU had significantly higher mortality (36.7%) compared to other emergency non-surgical patients (22.5%). Mortality increased with the level of organ support required, but nearly 20% of patients on multi-organ support survived to discharge. The study suggests a trial of organ support may be appropriate, especially for those admitted with a gastrointestinal bleed, who had lower ICU mortality."
        }
      ],
      "Ketamine for ICU Sedation": [
        {
          "pmid": "39207913",
          "title": "Ketamine Analgo-sedation for Mechanically Ventilated Critically Ill Adults: A Rapid Practice Guideline from the Saudi Critical Care Society and the Scandinavian Society of Anesthesiology and Intensive Care Medicine.",
          "author": "N/A",
          "journal": "Anesthesia and analgesia",
          "link": "https://pubmed.ncbi.nlm.nih.gov/39207913/",
          "issue_date": "2025-08",
          "abstract_summary": "This rapid practice guideline provides recommendations on using ketamine for analgo-sedation in mechanically ventilated ICU adults. Based on a systematic review, the panel issued two conditional recommendations: against using ketamine as a monotherapy when other agents are available, and for considering ketamine as an adjunct to usual care sedatives. The guideline highlights the very low certainty of evidence and calls for large-scale trials."
        }
      ],
      "Rapid Response System Outcomes": [
        {
          "pmid": "40737083",
          "title": "Impact of the Standardized ICU Admission Ratio on Outcomes in Rapid Response System Activations: A Retrospective Multicenter Study in Japan.",
          "author": "N/A",
          "journal": "Anesthesiology",
          "link": "https://pubmed.ncbi.nlm.nih.gov/40737083/",
          "issue_date": "2025-07",
          "abstract_summary": "This multicenter retrospective study in Japan examined the relationship between ICU admission rates after Rapid Response System (RRS) activation and patient outcomes. The study found that institutions with higher Standardized ICU Admission Ratios (SIAR) had a significantly lower incidence of poor neurological outcomes or death within 30 days. This suggests that greater ICU utilization following RRS activation may improve patient outcomes, though further study is needed."
        }
      ],
      "Nutritional Support for Ventilator Weaning": [
        {
          "pmid": "40637299",
          "title": "Potential Benefits of Medical Nutrition Therapy for Timely Ventilator Weaning in the Critically Ill.",
          "author": "N/A",
          "journal": "Anesthesiology",
          "link": "https://pubmed.ncbi.nlm.nih.gov/40637299/",
          "issue_date": "2025-07",
          "abstract_summary": "This review explores the role of nutritional support and metabolic assessment in weaning critically ill patients from mechanical ventilation. It highlights that a personalized approach, integrating tools like indirect calorimetry and diaphragm ultrasound, is crucial. The review suggests that moderate, individualized protein intake and vitamin D optimization may improve weaning success, while evidence for high-fat diets or other supplements is currently lacking."
        }
      ],
      "Lung Recruitment during General Anesthesia": [
        {
          "pmid": "40690301",
          "title": "Evaluation of the potential for lung recruitment with the Recruitment-to-Inflation ratio during general anesthesia.",
          "author": "N/A",
          "journal": "Anesthesiology",
          "link": "https://pubmed.ncbi.nlm.nih.gov/40690301/",
          "issue_date": "2025-07",
          "abstract_summary": "This study evaluated the recruitment-to-inflation ratio (R/I), a ventilator-derived measure, to assess lung recruitability during general anesthesia. The R/I was found to be linearly correlated with recruited lung volume measured by gas dilution and tomography. Patients with a higher R/I required higher PEEP levels to optimize lung mechanics, suggesting that R/I can help identify individuals who may benefit from higher PEEP to achieve less injurious ventilation."
        }
      ]
    },
    "장기이식(Transplantation Anesthesia)": {
      "Pharmacokinetics in Kidney Transplantation": [
        {
          "pmid": "40513142",
          "title": "Reversal of rocuronium-induced neuromuscular blockade by sugammadex in patients undergoing kidney transplantation: Pharmacokinetics, efficacy, and safety analyses.",
          "author": "N/A",
          "journal": "Journal of clinical anesthesia",
          "link": "https://pubmed.ncbi.nlm.nih.gov/40513142/",
          "issue_date": "2025-07",
          "abstract_summary": "This study investigated the pharmacokinetics, efficacy, and safety of sugammadex in patients with end-stage renal disease undergoing kidney transplantation. The elimination half-life of sugammadex was significantly longer in renal failure patients (10 hours) compared to healthy controls (2 hours), and clearance was significantly lower. Despite the slower clearance, sugammadex 2 mg/kg was safe and effective for reversing rocuronium in this patient population."
        }
      ]
    },
    "심폐소생술(CPR)": {},
    "마취전 관리": {},
    "마취 약리": {},
    "법의학 및 윤리": {},
    "마취장비 및 감시": {},
    "기도관리": {},
    "흡입마취": {},
    "정맥마취": {},
    "신경근차단": {},
    "부위마취": {
      "History of Ultrasound-Guided Regional Anesthesia": [
        {
          "pmid": "40590455",
          "title": "The History of Ultrasound-guided Regional Anesthesia.",
          "author": "N/A",
          "journal": "Anesthesiology",
          "link": "https://pubmed.ncbi.nlm.nih.gov/40590455/",
          "issue_date": "2025-07",
          "abstract_summary": "This article revisits a classic 1994 paper that first described an ultrasound-guided technique for regional anesthesia. It recounts the initial skepticism and subsequent paradigm shift that ultrasound guidance brought to the field. The authors reflect on the 30-year journey of research, education, and collaboration that has made these techniques a global standard of care."
        }
      ],
      "Liposomal Bupivacaine in Brachial Plexus Blocks": [
        {
          "pmid": "40701802",
          "title": "Addition of liposomal bupivacaine in brachial plexus blocks: a systematic review and meta-analysis of randomized controlled trials.",
          "author": "N/A",
          "journal": "Regional anesthesia and pain medicine",
          "link": "https://pubmed.ncbi.nlm.nih.gov/40701802/",
          "issue_date": "2025-07",
          "abstract_summary": "This systematic review and meta-analysis of 21 RCTs assessed the efficacy of adding liposomal bupivacaine to brachial plexus blocks. While liposomal bupivacaine was associated with a statistically significant reduction in resting pain scores at 24, 48, and 72 hours, the evidence was rated as low-GRADE. The authors conclude that while there may be a benefit, its clinical significance is limited, and the effect is not consistently predictable."
        }
      ],
      "Local Anesthetic Systemic Toxicity (LAST)": [
        {
          "pmid": "40691088",
          "title": "The impact of local anesthetic systemic toxicity advisories on reporting to the National Poison Data System (NPDS).",
          "author": "N/A",
          "journal": "Regional anesthesia and pain medicine",
          "link": "https://pubmed.ncbi.nlm.nih.gov/40691088/",
          "issue_date": "2025-07",
          "abstract_summary": "This study analyzed poison control data to assess the impact of the 2010 local anesthetic systemic toxicity (LAST) advisories. Following the advisories, overall reports of local anesthetic poisoning decreased, but reports of lidocaine-related poisoning and mortality increased. The increase in lidocaine-related deaths was primarily in emergency settings, highlighting a need for improved guidance on its use to prevent mortality."
        }
      ],
      "Pharmacokinetics of Local Anesthetics in Regional Blocks": [
        {
          "pmid": "40640046",
          "title": "Pharmacokinetic modelling and simulation for prolonged infusion of levobupivacaine with or without epinephrine in transversus abdominis plane and erector spinae plane blocks: a randomised controlled trial and analysis of pooled data.",
          "author": "N/A",
          "journal": "British journal of anaesthesia",
          "link": "https://pubmed.ncbi.nlm.nih.gov/40640046/",
          "issue_date": "2025-07",
          "abstract_summary": "This study analyzed the pharmacokinetics of levobupivacaine in transversus abdominis plane (TAP) and erector spinae plane (ESP) blocks. Epinephrine was found to significantly reduce systemic drug absorption by lowering bioavailability and prolonging absorption half-life. Pharmacokinetic simulations suggest that extended dosing regimens of 300 mg per 24 hours for 48 hours are likely to be safe for both blocks."
        }
      ],
      "Diaphragm-Sparing Brachial Plexus Blocks": [
        {
          "pmid": "40494113",
          "title": "Hemidiaphragmatic paralysis after ultrasound-guided brachial plexus blocks for shoulder surgery: A systematic review and meta-analysis of randomized clinical trials.",
          "author": "N/A",
          "journal": "Journal of clinical anesthesia",
          "link": "https://pubmed.ncbi.nlm.nih.gov/40494113/",
          "issue_date": "2025-07",
          "abstract_summary": "This systematic review of 28 RCTs compared various diaphragm-sparing regional techniques to conventional interscalene block (ISB) for shoulder surgery. Techniques like low-volume ISB, extrafascial ISB, and supraclavicular block significantly reduced the incidence of hemidiaphragmatic paralysis compared to conventional ISB. The findings provide conclusive evidence that certain modified techniques are less detrimental to diaphragmatic function."
        }
      ],
      "Extended Reality for Procedural Guidance": [
        {
          "pmid": "38754990",
          "title": "Extended reality navigation for pain procedures: a narrative review.",
          "author": "N/A",
          "journal": "Regional anesthesia and pain medicine",
          "link": "https://pubmed.ncbi.nlm.nih.gov/38754990/",
          "issue_date": "2025-07",
          "abstract_summary": "This narrative review explores the use of extended reality (XR) technology—including virtual, augmented, and mixed reality—for guiding pain procedures. While early trials show potential for XR to improve procedural efficiency, more research is needed to confirm significant clinical benefits. The review suggests best practices for developing XR navigation systems and discusses their future role in regional anesthesia and pain medicine."
        }
      ],
      "Infection Control in Regional Anesthesia": [
        {
          "pmid": "39837579",
          "title": "ASRA Pain Medicine consensus practice infection control guidelines for regional anesthesia and pain medicine.",
          "author": "N/A",
          "journal": "Regional anesthesia and pain medicine",
          "link": "https://pubmed.ncbi.nlm.nih.gov/39837579/",
          "issue_date": "2025-07",
          "abstract_summary": "These consensus guidelines from ASRA Pain Medicine provide evidence-based recommendations for infection control in regional anesthesia and interventional pain management. Developed through a modified Delphi method, the guidelines cover risk mitigation, diagnosis, and treatment of infectious complications. The recommendations address patient risk factors, sterile technique, equipment use, and postoperative management to serve as a multidisciplinary guide for clinical practice."
        }
      ],
      "Pro-Con Debate on Loss-of-Resistance Technique": [
        {
          "pmid": "40493784",
          "title": "Pro-Con Debate: Air or Saline for Loss-of-Resistance Technique of Interlaminar Epidural Access with Fluoroscopy-Guided Pain Medicine Procedures.",
          "author": "N/A",
          "journal": "Anesthesia and analgesia",
          "link": "https://pubmed.ncbi.nlm.nih.gov/40493784/",
          "issue_date": "2025-07",
          "abstract_summary": "This article presents a Pro-Con debate on using air versus saline for the loss-of-resistance (LOR) technique in epidural access. The Pro-air side argues it is safe with low risk of pneumocephalus when using minimal volumes and fluoroscopy, and that it helps identify dural puncture. The Con-air side advocates for saline, citing evidence of fewer adverse events like headache and pneumocephalus and better tactile feedback, highlighting the ongoing debate over the standard of care."
        }
      ]
    },
    "수액 및 수혈": {},
    "산과마취": {},
    "소아마취": {},
    "심장마취": {},
    "폐마취": {},
    "뇌신경마취": {
      "Anesthetic Emergence": [
        {
          "pmid": "40537199",
          "title": "Emergence from general anaesthesia: stochastic or deterministic?",
          "author": "N/A",
          "journal": "British journal of anaesthesia",
          "link": "https://pubmed.ncbi.nlm.nih.gov/40537199/",
          "issue_date": "2025-07",
          "abstract_summary": "This commentary discusses a recent study suggesting that emergence from general anesthesia is a stochastic (random) rather than a deterministic process, based on variability in emergence times in genetically identical mice. The authors question whether the righting reflex is an adequate marker for cognitive recovery. They propose that higher-level brain functions might follow more predictable emergence trajectories and call for future research using more comprehensive, cognition-sensitive markers."
        }
      ]
    },
    "수술장 밖 진정 및 마취": {
      "Environmental Impact of Nitrous Oxide": [
        {
          "pmid": "40727983",
          "title": "Views of people who have given birth on the environmental and occupational exposure risks of nitrous oxide for labour analgesia: an interview-based qualitative study.",
          "author": "N/A",
          "journal": "Anaesthesia",
          "link": "https://pubmed.ncbi.nlm.nih.gov/40727983/",
          "issue_date": "2025-07",
          "abstract_summary": "This qualitative study interviewed 12 participants to understand their views on nitrous oxide for labor analgesia, considering its environmental impact and occupational risks. Participants viewed nitrous oxide as a safe, default option and felt institutions, not individuals, were responsible for mitigating its harms. While interested in the environmental risks, this information would not necessarily change their choice, highlighting the need for institution-led mitigation strategies."
        }
      ]
    },
    "수술 후 통증관리": {},
    "통증관리": {},
    "노인마취": {},
    "외래마취": {},
    "중환자관리": {},
    "장기이식": {},
    "통증 관리": {
      "Neurobiology of Pain": [
        {
          "pmid": "40707290",
          "title": "Microglia-neuronal communication mediated by P2X4R-BDNF-TrkB promotes synaptic plasticity and anterior cingulate cortex hyperactivity in muscle pain chronicity.",
          "author": "N/A",
          "journal": "British journal of anaesthesia",
          "link": "https://pubmed.ncbi.nlm.nih.gov/40707290/",
          "issue_date": "2025-07",
          "abstract_summary": "This study investigated the role of microglia-neuronal communication in chronic muscle pain in rats. Researchers found that P2X4R-BDNF-TrkB signaling in the anterior cingulate cortex (ACC) enhances synaptic plasticity and neuronal hyperactivity. Inhibiting this pathway or suppressing ACC hyperactivity relieved chronic pain and anxiety-like behaviors, highlighting this communication axis as a key target for developing novel therapies for muscle pain disorders."
        },
        {
          "pmid": "40721388",
          "title": "A ligand-receptor interactome of the bone tumor microenvironment in multiple myeloma bone pain.",
          "author": "N/A",
          "journal": "Pain",
          "link": "https://pubmed.ncbi.nlm.nih.gov/40721388/",
          "issue_date": "2025-07",
          "abstract_summary": "This study used computational analysis of transcriptomic data to map potential pain-causing interactions between cells in the multiple myeloma bone microenvironment and sensory neurons. The research identified specific ligand-receptor pairs and tested several ligands, finding that thrombospondin 1 directly increased intracellular calcium in sensory neurons. The study provides a map of potential nociceptive signaling pathways that could be targeted for future analgesic drug development."
        },
        {
          "pmid": "40705690",
          "title": "Silent information regulator sirtuin 1-mediated neuronal excitation-inhibition imbalance in the central amygdala is involved in peripheral nerve injury-induced depression-related behavior in mice.",
          "author": "N/A",
          "journal": "Pain",
          "link": "https://pubmed.ncbi.nlm.nih.gov/40705690/",
          "issue_date": "2025-07",
          "abstract_summary": "This study explored the mechanism behind depression-like behavior following peripheral nerve injury in mice, focusing on the central amygdala (CeA). Researchers found that downregulation of the histone deacetylase SIRT1 in the CeA leads to an excitation-inhibition imbalance (increased glutamatergic and decreased GABAergic activity). Overexpressing SIRT1 restored this balance and alleviated the depression-related behaviors, identifying SIRT1 as a key regulator and potential therapeutic target."
        }
      ],
      "Intrathecal Opioid Conversion": [
        {
          "pmid": "40610220",
          "title": "Lost in conversion: navigating the challenges of converting intrathecal opioids to oral equivalents-a case report and literature review.",
          "author": "N/A",
          "journal": "Regional anesthesia and pain medicine",
          "link": "https://pubmed.ncbi.nlm.nih.gov/40610220/",
          "issue_date": "2025-07",
          "abstract_summary": "This case report and literature review addresses the challenge of converting patients from long-term intrathecal opioid therapy to systemic opioids. It highlights the wide variability in published conversion ratios (from 1:2.5 to 1:300) and describes a case where a 1:10 ratio was ultimately used. The authors advocate for a conservative, patient-specific approach, starting with low conversion ratios and titrating carefully to ensure safety and efficacy."
        }
      ]
    },
    "수술장밖 진정 및 마취": {},
    "수술 후 통증 관리": {},
    "수술 후통증관리": {},
    "수술장밖 진정및 마취": {},
    "외래 마취": {},
    "장기 이식": {},
    "중환자 관리": {},
    "폐 마취": {},
    "노인 마취": {},
    "뇌신경 마취": {},
    "산과 마취": {},
    "소아 마취": {},
    "심장 마취": {},
    "신경근 차단": {},
    "정맥 마취": {},
    "흡입 마취": {},
    "기도 관리": {},
    "법의학및 윤리": {},
    "부위 마취": {},
    "마취 전 관리": {},
    "수술장 밖 진정 및 마취(Sedation and Anesthesia Outside the Operating Room)": {},
    "외래마취(Ambulatory Anesthesia)": {},
    "외래마취(Outpatient Anesthesia) ": {},
    "심폐소생술(CPR) ": {},
    "중환자관리(Critical Care Management) ": {},
    "장기이식(Transplantation Anesthesia) ": {},
    "노인마취(Geriatric Anesthesia) ": {},
    "뇌신경마취(Neuroanesthesia) ": {},
    "폐마취(Thoracic Anesthesia) ": {},
    "심장마취(Cardiac Anesthesia) ": {
      "Patient Satisfaction Assessment": [
        {
          "pmid": "40675836",
          "title": "Development and internal validation of the patient satisfaction questionnaire: Perception of Quality in Anaesthesia (PQA)-10.",
          "author": "N/A",
          "journal": "British journal of anaesthesia",
          "link": "https://pubmed.ncbi.nlm.nih.gov/40675836/",
          "issue_date": "2025-07",
          "abstract_summary": "This study developed and validated a new, short questionnaire to assess patient satisfaction with anesthesia care in Switzerland, called the Perception of Quality in Anaesthesia (PQA)-10. Key themes identified by patients included communication, side-effects, and the professionalism of the anesthesia team. The final 10-item questionnaire demonstrated good reliability and validity, offering a quick and effective tool for measuring this key quality indicator."
        }
      ],
      "Goal-Directed Hemodynamic Therapy": [
        {
          "pmid": "40640043",
          "title": "Perioperative Quality Initiative consensus statement on goal-directed haemodynamic therapy.",
          "author": "N/A",
          "journal": "British journal of anaesthesia",
          "link": "https://pubmed.ncbi.nlm.nih.gov/40640043/",
          "issue_date": "2025-07",
          "abstract_summary": "This consensus statement from the 11th Perioperative Quality Initiative (POQI) conference provides updated recommendations on goal-directed hemodynamic therapy (GDHT). The panel recommends considering GDHT in specific settings like cardiac surgery and hip fracture surgery, but notes the evidence is weak. They recommend against routine use in major elective abdominal surgery and caution against fixed low-dose inotrope infusions as part of GDHT protocols."
        }
      ]
    },
    "소아마취(Pediatric Anesthesia) ": {},
    "산과마취(Obstetric Anesthesia) ": {},
    "수액 및 수혈(Fluid Management and Transfusion) ": {},
    "신경근차단(Neuromuscular Blockade) ": {},
    "정맥마취(Intravenous Anesthesia) ": {},
    "흡입마취(Inhalation Anesthesia) ": {},
    "기도관리(Airway Management) ": {},
    "마취장비 및 감시(Anesthesia Equipment and Monitoring) ": {
      "AI for Perioperative ECG Interpretation": [
        {
          "pmid": "40615329",
          "title": "Artificial intelligence for electrocardiographic diagnosis of perioperative myocardial ischaemia: a scoping review.",
          "author": "N/A",
          "journal": "British journal of anaesthesia",
          "link": "https://pubmed.ncbi.nlm.nih.gov/40615329/",
          "issue_date": "2025-07",
          "abstract_summary": "This scoping review assessed the current state of artificial intelligence (AI) for interpreting perioperative ECGs to detect myocardial ischemia. While AI algorithms show high diagnostic accuracy on clean, pre-existing ECG databases, there is a lack of studies testing these technologies on the noisy, continuous data characteristic of the perioperative environment. The authors call for future research to develop and validate AI algorithms on real-world perioperative ECGs to improve their clinical applicability."
        }
      ],
      "AI for Echocardiography Report Analysis": [
        {
          "pmid": "40537197",
          "title": "Generative AI models: the next anaesthetic agent?",
          "author": "N/A",
          "journal": "British journal of anaesthesia",
          "link": "https://pubmed.ncbi.nlm.nih.gov/40537197/",
          "issue_date": "2025-07",
          "abstract_summary": "This commentary discusses a recent study that successfully used an ensemble of large language models (LLMs) to extract structured data from unstructured, free-text transesophageal echocardiography reports. The authors highlight the high accuracy and manageable error rates of this AI-driven approach. They suggest that this work not only solves a specific data-handling challenge but also points toward broader applications of AI in streamlining perioperative care."
        }
      ],
      "Entropic EEG Features in Children": [
        {
          "pmid": "40638527",
          "title": "Age-Dependent Entropic Features During Propofol Anesthesia in Developing Brain.",
          "author": "N/A",
          "journal": "Anesthesia and analgesia",
          "link": "https://pubmed.ncbi.nlm.nih.gov/40638527/",
          "issue_date": "2025-07",
          "abstract_summary": "This study investigated entropy-based EEG measures (PeEn, SampEn) for monitoring propofol anesthesia depth in children aged 1-18. Frontal permutation entropy (PeEn) provided excellent accuracy in distinguishing unresponsiveness from recovery, outperforming BIS in toddlers. The study also found that frontal complexity decreased with age during propofol maintenance, reflecting developmental changes in the brain, particularly during adolescence."
        }
      ]
    },
    "법의학 및 윤리(Forensic and Ethical Considerations in Anesthesia) ": {
      "Graduate Medical Education Assessment": [
        {
          "pmid": "40638528",
          "title": "How Well Do Accreditation Council for Graduate Medical Education Milestones Track Readiness for Anesthesiology Certifying Examinations in a National Resident Cohort?",
          "author": "N/A",
          "journal": "Anesthesia and analgesia",
          "link": "https://pubmed.ncbi.nlm.nih.gov/40638528/",
          "issue_date": "2025-07",
          "abstract_summary": "This study compared ACGME Milestones ratings with American Board of Anesthesiology (ABA) examination performance for a national cohort of anesthesiology residents. While the Medical Knowledge Milestone showed a modest correlation with the written ADVANCED Examination, there were only weak or no significant correlations between other Milestones and the oral (SOE) or clinical (OSCE) exams. The findings suggest that the Milestones system, as currently implemented, does not effectively predict performance on the certifying examinations."
        },
        {
          "pmid": "40609217",
          "title": "Reliability and utility of anesthesiology entrustable professional activities assessed with a mobile web application.",
          "author": "N/A",
          "journal": "Journal of clinical anesthesia",
          "link": "https://pubmed.ncbi.nlm.nih.gov/40609217/",
          "issue_date": "2025-07",
          "abstract_summary": "This study evaluated the reliability and utility of assessing 14 anesthesiology Entrustable Professional Activities (EPAs) using a mobile web application. While the Web App was deemed useful for formative, low-stakes assessment, only two of the seven tested EPAs were effective at discriminating differences in resident performance. The study suggests that while individual EPA assessments can be part of a competency-based education framework, not all EPAs may be suitable for reliably measuring performance differences."
        }
      ]
    },
    "부위마취(Regional Anesthesia) ": {},
    "마취전 관리(Pre-op Evaluation) ": {
      "Causal Inference in Observational Studies": [
        {
          "pmid": "40707288",
          "title": "DAGs for dummies: how to extract causation from correlation.",
          "author": "N/A",
          "journal": "British journal of anaesthesia",
          "link": "https://pubmed.ncbi.nlm.nih.gov/40707288/",
          "issue_date": "2025-07",
          "abstract_summary": "This article provides an introduction to directed acyclic graphs (DAGs) as a tool for improving causal inference in observational research. It explains how DAGs help researchers visually map assumptions about confounders, mediators, and colliders to guide appropriate statistical adjustments. By promoting a transparent and structured approach, DAGs can help distinguish likely causation from mere correlation, strengthening the rigor of observational studies."
        },
        {
          "pmid": "40425394",
          "title": "Directed acyclic graphs to minimise bias and optimise causal inference in SNAP-3: an observational cohort study of frailty, multimorbidity, and delirium in older surgical patients.",
          "author": "N/A",
          "journal": "British journal of anaesthesia",
          "link": "https://pubmed.ncbi.nlm.nih.gov/40425394/",
          "issue_date": "2025-07",
          "abstract_summary": "This paper describes the development and use of directed acyclic graphs (DAGs) to guide the statistical analysis of the SNAP-3 observational study on older surgical patients. By visually representing causal assumptions between variables like frailty, multimorbidity, and delirium, DAGs provide a transparent and objective framework for selecting appropriate statistical adjustments. This approach helps to minimize bias and optimize causal inference in complex clinical research."
        }
      ]
    },
    "수술 후 통증관리(Postoperative Pain Management) ": {},
    "통증관리(Pain Management) ": {},
    "마취 약리(Pharmacology of Anesthetics) ": {
      "Biomarkers for Postoperative Nausea and Vomiting (PONV)": [
        {
          "pmid": "40441987",
          "title": "Association between plasma growth differentiation factor-15 and postoperative nausea and vomiting incidence and severity: a secondary analysis of a randomised trial.",
          "author": "N/A",
          "journal": "British journal of anaesthesia",
          "link": "https://pubmed.ncbi.nlm.nih.gov/40441987/",
          "issue_date": "2025-08",
          "abstract_summary": "This study investigated plasma growth differentiation factor-15 (GDF-15) as a biomarker for postoperative nausea and vomiting (PONV) in patients undergoing laparoscopic gastrointestinal surgery. Researchers found that lower preoperative GDF-15 concentrations were significantly associated with a higher risk of PONV. This suggests that GDF-15 could be a useful biomarker to identify at-risk patients and optimize prophylactic strategies."
        }
      ]
    },
    "수술장 밖 마취": {},
    "수술 후 회복": {},
    "수술장 밖 마취 및 진정": {},
    "통증 의학": {},
    "마취 장비 및 모니터링": {},
    "법의학 및 윤리학": {},
    "기관 관리": {},
    "마취약리학": {},
    "마취 전 평가": {},
    "통증 관리(Pain Medicine)": {
      "Postoperative Recovery Trajectories": [
        {
          "pmid": "40619312",
          "title": "Quality of patient-centred recovery trajectories after different types of surgery: a prospective cohort study.",
          "author": "N/A",
          "journal": "British journal of anaesthesia",
          "link": "https://pubmed.ncbi.nlm.nih.gov/40619312/",
          "issue_date": "2025-07",
          "abstract_summary": "This prospective cohort study tracked patient recovery trajectories using the QoR-15 score and days alive at home (DAH30) for up to 90 days after different types of surgery. The study found that the depth and speed of recovery varied significantly with the extent of surgery, with cardiac surgery patients showing the slowest recovery. The frequent text message-based follow-up was highly valued by patients, suggesting its utility for monitoring patient-centered outcomes."
        }
      ],
      "Postoperative Hypotension": [
        {
          "pmid": "40641389",
          "title": "New-onset postoperative hypotension in patients recovering from noncardiac surgery: A prospective observational study.",
          "author": "N/A",
          "journal": "European journal of anaesthesiology",
          "link": "https://pubmed.ncbi.nlm.nih.gov/40641389/",
          "issue_date": "2025-07",
          "abstract_summary": "This observational study assessed postoperative arterial pressure in 248 patients on general wards after noncardiac surgery. It found that while 41% of patients had at least one mean arterial pressure reading below 65 mmHg, for nearly half of them (18% of the total cohort), this represented new-onset hypotension compared to their preoperative baseline. The study highlights that a simple threshold of 65 mmHg may not be clinically relevant for all patients and that individual baselines should be considered."
        }
      ],
      "Neuromodulation for Chronic Pain": [
        {
          "pmid": "40659443",
          "title": "To trial or not to trial before peripheral nerve stimulation for chronic pain: a retrospective multicenter comparative analysis of temporary-to-permanent and direct-to-permanent implantation approaches.",
          "author": "N/A",
          "journal": "Regional anesthesia and pain medicine",
          "link": "https://pubmed.ncbi.nlm.nih.gov/40659443/",
          "issue_date": "2025-07",
          "abstract_summary": "This retrospective study compared outcomes for patients receiving permanent peripheral nerve stimulation (PNS) with or without a prior temporary trial. The analysis of 130 patients found no evidence that a temporary-to-permanent (TTP) approach was associated with superior pain relief or opioid reduction at 6 months compared to a direct-to-permanent (DTP) approach. The findings question the necessity of routine temporary trials before permanent PNS implantation."
        },
        {
          "pmid": "38821535",
          "title": "Clinical study of a micro-implantable pulse generator for the treatment of peripheral neuropathic pain: 3-month and 6-month results from the COMFORT-randomised controlled trial.",
          "author": "N/A",
          "journal": "Regional anesthesia and pain medicine",
          "link": "https://pubmed.ncbi.nlm.nih.gov/38821535/",
          "issue_date": "2025-07",
          "abstract_summary": "This randomized controlled trial evaluated a micro-implantable pulse generator (micro-IPG) for peripheral nerve stimulation (PNS) in treating chronic peripheral pain. At the 3-month primary endpoint, the PNS group achieved an 84% responder rate and 67% pain reduction, significantly better than the control group (3% responder rate, 6% pain reduction). These results demonstrate that PNS with this micro-IPG is a safe and efficacious treatment for chronic peripheral pain."
        },
        {
          "pmid": "40623762",
          "title": "Guidelines on neurostimulation for chronic pain: a compliance appraisal of reporting standards.",
          "author": "N/A",
          "journal": "Regional anesthesia and pain medicine",
          "link": "https://pubmed.ncbi.nlm.nih.gov/40623762/",
          "issue_date": "2025-07",
          "abstract_summary": "This study evaluated the reporting quality of 24 clinical practice guidelines on neurostimulation for chronic pain using the RIGHT and AGREE checklists. The mean completion rate for checklist items was low (around 55%), with significant under-reporting in areas like population-specific considerations, cost implications, and management of competing interests. The findings highlight a need for improved comprehensiveness and transparency in future guideline development."
        }
      ],
      "Gabapentin and Dementia Risk": [
        {
          "pmid": "40639955",
          "title": "Risk of dementia following gabapentin prescription in chronic low back pain patients.",
          "author": "N/A",
          "journal": "Regional anesthesia and pain medicine",
          "link": "https://pubmed.ncbi.nlm.nih.gov/40639955/",
          "issue_date": "2025-07",
          "abstract_summary": "This retrospective cohort study using a large national database investigated the association between gabapentin and dementia in adults with chronic low back pain. After propensity-score matching, patients with six or more gabapentin prescriptions had a significantly increased incidence of dementia and mild cognitive impairment. The risk was particularly pronounced in non-elderly adults (18-64), suggesting a need for cognitive monitoring in patients prescribed gabapentin."
        }
      ],
      "Spinal Cord Stimulation and Mobility": [
        {
          "pmid": "40639954",
          "title": "Objective, long-term mobility data in patients with chronic pain after lumbar spine surgery treated with spinal cord stimulation-a prospective, multicenter trial.",
          "author": "N/A",
          "journal": "Regional anesthesia and pain medicine",
          "link": "https://pubmed.ncbi.nlm.nih.gov/40639954/",
          "issue_date": "2025-07",
          "abstract_summary": "This prospective trial objectively measured mobility using an accelerometer in patients with chronic pain after lumbar spine surgery who received spinal cord stimulation (SCS). Over 12 months, SCS treatment led to a gradual and significant increase in mobility, particularly in patients with predominant leg pain. This increase in mobility correlated with improvements in self-reported disability and pain, providing objective evidence of SCS's long-term benefits."
        }
      ],
      "Hospitalized Headache Management": [
        {
          "pmid": "40602807",
          "title": "Practice advisory for intravenous management of headache disorders in hospitalized patients: a review of the evidence and consensus recommendations.",
          "author": "N/A",
          "journal": "Regional anesthesia and pain medicine",
          "link": "https://pubmed.ncbi.nlm.nih.gov/40602806/",
          "issue_date": "2025-07",
          "abstract_summary": "This practice advisory provides evidence-based recommendations for the intravenous management of headache disorders in hospitalized patients, addressing a critical gap in current guidance. Through a systematic literature review and a modified Delphi process, a panel of experts generated 12 statements and 17 recommendations. The advisory aims to standardize inpatient headache care and highlights the need for more rigorous prospective studies in this area."
        }
      ],
      "Bone Cement Implantation Syndrome": [
        {
          "pmid": "40634186",
          "title": "Bone cement implantation syndrome: a scoping review.",
          "author": "N/A",
          "journal": "British journal of anaesthesia",
          "link": "https://pubmed.ncbi.nlm.nih.gov/40634186/",
          "issue_date": "2025-07",
          "abstract_summary": "This scoping review provides a comprehensive overview of bone cement implantation syndrome (BCIS), a serious complication of arthroplasty involving hypoxemia, hypotension, or cardiac arrest. The review summarizes incidence rates (15-70% depending on the joint), identifies risk factors such as advanced age and ASA status 3-4, and notes that the syndrome can occur even in uncemented arthroplasty. The paper emphasizes the need for a better understanding of this syndrome as the number of arthroplasties increases."
        }
      ],
      "Association between Chronic Pain and Hypertension": [
        {
          "pmid": "40640044",
          "title": "Are adults with chronic pain more likely to develop hypertension than adults without chronic pain? A systematic review and meta-analysis.",
          "author": "N/A",
          "journal": "British journal of anaesthesia",
          "link": "https://pubmed.ncbi.nlm.nih.gov/40640044/",
          "issue_date": "2025-07",
          "abstract_summary": "This systematic review and meta-analysis of 23 studies investigated the association between chronic pain (CP) and hypertension (HTN). The pooled analysis of over 1.5 million participants revealed that people with CP had a 66% higher odds of having HTN compared to controls. The association was particularly strong for chronic widespread pain and chronic headache, confirming a significant link between these conditions."
        }
      ]
    },
    "심폐소생술": {}
  }
}