{
  "metadata": {
    "analysis_date": "2025-07-31 12:11:11",
    "total_papers_analyzed": 134,
    "total_papers_classified": 134,
    "papers_with_dates": 134,
    "date_range": {
      "oldest": "2025-07-13",
      "newest": "2025-08-01",
      "oldest_formatted": "2025년 07월 13일",
      "newest_formatted": "2025년 08월 01일"
    },
    "categories_used": 22,
    "category_distribution": {
      "마취전 관리 (Pre-op Evaluation)": 9,
      "마취 약리(Pharmacology of Anesthetics)": 7,
      "법의학 및 윤리(Forensic and Ethical Considerations in Anesthesia)": 4,
      "마취장비 및 감시(Anesthesia Equipment and Monitoring)": 10,
      "기도관리(Airway Management)": 4,
      "흡입마취(Inhalation Anesthesia)": 4,
      "정맥마취(Intravenous Anesthesia)": 2,
      "신경근차단(Neuromuscular Blockade)": 6,
      "부위마취(Regional Anesthesia)": 7,
      "수액 및 수혈(Fluid Management and Transfusion)": 5,
      "산과마취(Obstetric Anesthesia)": 5,
      "소아마취(Pediatric Anesthesia)": 4,
      "심장마취(Cardiac Anesthesia)": 4,
      "폐마취(Thoracic Anesthesia)": 1,
      "뇌신경마취(Neuroanesthesia)": 4,
      "수술장 밖 진정 및 마취(Sedation and Anesthesia Outside the Operating Room)": 1,
      "수술 후 통증관리(Postoperative Pain Management)": 9,
      "통증관리(Pain Management)": 32,
      "노인마취(Geriatric Anesthesia)": 5,
      "외래마취(Outpatient Anesthesia)": 1,
      "중환자관리(Critical Care Management)": 4,
      "장기이식(Transplantation Anesthesia)": 6
    }
  },
  "classified_abstracts": {
    "마취전 관리 (Pre-op Evaluation)": {
      "Preoperative Risk Assessment in Non-Cardiac Surgery": [
        {
          "pmid": "40480911",
          "title": "Characteristics and outcome of preoperative multidisciplinary team discussions for high-risk noncardiac surgical patients in the Netherlands: a multicentre prospective observational study.",
          "author": "Vernooij JEM; Hobrink E; Boerlage RM; van Beest P; van de Calseijde S; Holl T; Janssen LMJ; Klinkert L; Marsman M; Nouwen MJ; Wefers Bettink MA; Preckel B; Kalkman CJ; van Leeuwen B; Festen S; Koning NJ",
          "journal": "British journal of anaesthesia",
          "link": "https://pubmed.ncbi.nlm.nih.gov/40480911/",
          "issue_date": "2025-08",
          "abstract_summary": "This prospective study describes the characteristics and outcomes of preoperative multidisciplinary team (MDT) discussions for high-risk noncardiac surgical patients in the Netherlands. MDT discussions led to management modifications in 81% of patients, with nearly one-third not undergoing surgery, highlighting the high rate of postoperative adverse events in this selected population."
        }
      ],
      "Preoperative Iron Deficiency without Anemia": [
        {
          "pmid": "40514282",
          "title": "Non-anaemic iron deficiency in surgical patients: more than just a laboratory finding?",
          "author": "Munoz M; Shander A",
          "journal": "British journal of anaesthesia",
          "link": "https://pubmed.ncbi.nlm.nih.gov/40514282/",
          "issue_date": "2025-08",
          "abstract_summary": "This article discusses the high prevalence of non-anaemic iron deficiency in the surgical population. It highlights the conflicting evidence regarding its impact on surgical outcomes and calls for further investigation to determine its clinical significance."
        },
        {
          "pmid": "40404500",
          "title": "Association of non-anaemic iron deficiency with postoperative outcomes after fast-track hip and knee arthroplasty: a prospective cohort study.",
          "author": "Jorgensen CC; Lindberg-Larsen M; Gromov K; Varnum C; Bider MJ; Overgaard S; Andersen MR; Hansen TB; Kehlet H",
          "journal": "British journal of anaesthesia",
          "link": "https://pubmed.ncbi.nlm.nih.gov/40404500/",
          "issue_date": "2025-08",
          "abstract_summary": "This prospective cohort study investigated the impact of non-anaemic iron deficiency on outcomes after fast-track hip and knee arthroplasty. The study found that while iron deficiency had a statistically significant influence on days alive and at home, the clinical importance was minimal, suggesting that correcting it may not improve common postoperative outcomes in these procedures."
        }
      ],
      "Preoperative Anemia in Pediatric Noncardiac Surgery": [
        {
          "pmid": "40500601",
          "title": "Association between preoperative anaemia, transfusion, and outcomes in children undergoing noncardiac surgery.",
          "author": "McCormack G; Faraoni D; DiNardo JA; Goobie SM",
          "journal": "British journal of anaesthesia",
          "link": "https://pubmed.ncbi.nlm.nih.gov/40500601/",
          "issue_date": "2025-08",
          "abstract_summary": "This study analyzed a large pediatric surgical database to evaluate the incidence of preoperative anemia and its association with outcomes. It found that anemia, transfusion, and their combination significantly increased 30-day mortality and postoperative complications in children undergoing noncardiac surgery."
        }
      ],
      "Impact of Chronic Heart Failure on Non-Cardiac Surgery Outcomes": [
        {
          "pmid": "40230320",
          "title": "Outcomes in patients with chronic heart failure undergoing non-cardiac surgery: a secondary analysis of the METREPAIR international cohort study.",
          "author": "Kirkopoulos A; M'Pembele R; Roth S; Stroda A; Larmann J; Gillmann HJ; Kotfis K; Ganter MT; Bolliger D; Filipovic M; Guzzetti L; Mauermann E; Ionescu D; Spadaro S; Szczeklik W; De Hert S; Beck-Schimmer B; Howell SJ; Lurati Buse GA",
          "journal": "Anaesthesia",
          "link": "https://pubmed.ncbi.nlm.nih.gov/40230320/",
          "issue_date": "2025-08",
          "abstract_summary": "This secondary analysis of the MET-REPAIR cohort study investigated outcomes in patients with stable chronic heart failure undergoing non-cardiac surgery. The study found that chronic heart failure is independently associated with a significantly increased risk of 30-day major adverse cardiovascular events, mortality, and severe in-hospital complications."
        }
      ],
      "Prediction of Intraoperative Transfusion in Abdominal Surgery": [
        {
          "pmid": "40681389",
          "title": "Development and validation of a predictive model for transfusion in major abdominal surgery: a multicentre retrospective study.",
          "author": "Sim JH; Oh AR; Kim S; Park YS; Ha S; Kim JU",
          "journal": "British journal of anaesthesia",
          "link": "https://pubmed.ncbi.nlm.nih.gov/40681389/",
          "issue_date": "2025-07",
          "abstract_summary": "This study developed and validated a nomogram to predict the need for intraoperative red blood cell transfusion during major abdominal surgery. The model, incorporating seven preoperative variables, demonstrated good predictive ability and calibration, offering a tool for efficient blood utilization and timely administration."
        }
      ],
      "Cognitive Impairment Screening in Older Surgical Patients": [
        {
          "pmid": "40694882",
          "title": "The utility of the Ascertain Dementia Eight-item Questionnaire (AD8) and Mini-Cog in detecting cognitive impairment in older surgical patients - The Detect CI study.",
          "author": "Yan E; Alhamdah Y; Campbell S; He D; Lovblom LE; Tang-Wai DF; Saripella A; Wong J; Chung F",
          "journal": "Journal of clinical anesthesia",
          "link": "https://pubmed.ncbi.nlm.nih.gov/40694882/",
          "issue_date": "2025-07",
          "abstract_summary": "This study evaluated two rapid cognitive screening tools, AD8 and Mini-Cog, against the validated MoCA in older surgical patients. Although both had comparable diagnostic accuracy, the AD8 better correlated with preoperative patient-centered assessments and predicted 90-day adverse outcomes, highlighting its value for preoperative screening."
        }
      ],
      "Myosteatosis and Postoperative Complications": [
        {
          "pmid": "39504268",
          "title": "Association Between Two Muscle-Related Parameters and Postoperative Complications in Patients Undergoing Colorectal Tumor Resection Surgery.",
          "author": "Gao D; Miao H; Sheng W; Liu L; Wang R; Shi H; Li T",
          "journal": "Anesthesia and analgesia",
          "link": "https://pubmed.ncbi.nlm.nih.gov/39504268/",
          "issue_date": "2025-08",
          "abstract_summary": "This retrospective study investigated the link between preoperative muscle parameters and postoperative complications in colorectal surgery patients. It found that myosteatosis (muscle density decline), assessed by CT scan, was significantly associated with an increased risk of postoperative complications, suggesting it as a useful marker for identifying high-risk patients."
        }
      ],
      "Multimodal Prehabilitation in Cardiac Surgery": [
        {
          "pmid": "40673713",
          "title": "Multimodal prehabilitation as a strategy to reduce postoperative complications in cardiac surgery: A randomised controlled trial.",
          "author": "Lopez-Hernandez A; Gimeno-Santos E; Navarro-Ripoll R; Arguis MJ; Lopez-Baamonde M; Sanz-de la Garza M; Sandoval E; Castella M; Martinez-Palli G",
          "journal": "European journal of anaesthesiology",
          "link": "https://pubmed.ncbi.nlm.nih.gov/40673713/",
          "issue_date": "2025-07",
          "abstract_summary": "This randomized controlled trial assessed whether a 4-6 week multimodal prehabilitation program could reduce postoperative complications after elective cardiac surgery. While the overall program did not decrease complication rates, a sub-analysis showed that patients who responded meaningfully to the exercise intervention had significantly fewer and less severe complications."
        }
      ]
    },
    "마취 약리(Pharmacology of Anesthetics)": {
      "Insulin Pharmacology and Perioperative Management": [
        {
          "pmid": "40480914",
          "title": "Development of insulin and its pharmacology and perioperative use: a narrative review.",
          "author": "Dhatariya K; Levy NA; Stubbs D; Frank C; Tinsley SL; Knaggs RD",
          "journal": "British journal of anaesthesia",
          "link": "https://pubmed.ncbi.nlm.nih.gov/40480914/",
          "issue_date": "2025-08",
          "abstract_summary": "This narrative review discusses the evolution of insulin pharmacology, focusing on newer analogues and delivery technologies like hybrid closed-loop systems. It outlines essential considerations for the perioperative team in managing patients with diabetes using these advanced insulins and devices to ensure patient safety."
        }
      ],
      "Remimazolam PK/PD in Pediatrics": [
        {
          "pmid": "40355106",
          "title": "Pharmacokinetics and Pharmacodynamics of Remimazolam for Procedural Sedation in Children and Adolescents.",
          "author": "Colin PJ; Bichajian LH; Curt VR; Koomen JV; Stohr T; Struys MMRF; Mason KP",
          "journal": "Anesthesiology",
          "link": "https://pubmed.ncbi.nlm.nih.gov/40355106/",
          "issue_date": "2025-08",
          "abstract_summary": "This study evaluated the pharmacokinetics (PK) and pharmacodynamics (PD) of remimazolam for procedural sedation in children aged 6-18. The findings suggest that remimazolam PK differs between children and adults, and model-based simulations indicate that higher per-kilogram dosages are needed to achieve effective sedation in this population."
        }
      ],
      "Cognitive Effects of Sedatives and Opioids": [
        {
          "pmid": "40203181",
          "title": "Effects of Sedative Doses of Propofol, Dexmedetomidine, and Fentanyl on Memory and Pain in Healthy Young Adults: A Randomized, Controlled, Single-blind Crossover Study Using Functional Magnetic Resonance Imaging at 7 Tesla.",
          "author": "Vogt KM; Simmons MA; Reddy SN; Burlew AC; Kozdron CN; Lavage DR; Wang S; Pryor KO; Shafer SL; Ibrahim T; Aizenstein HJ; Reder LM; Ibinson JW; Fiez JA",
          "journal": "Anesthesiology",
          "link": "https://pubmed.ncbi.nlm.nih.gov/40203181/",
          "issue_date": "2025-08",
          "abstract_summary": "This crossover study used 7T fMRI to investigate how low doses of propofol, dexmedetomidine, and fentanyl affect memory and pain perception in healthy adults. Propofol significantly impaired memory recollection and reduced pain-related brain activation, while dexmedetomidine and fentanyl had varied and distinct effects on cognitive and pain-processing neuroanatomic targets."
        }
      ],
      "Novel Anesthetic with GABA-A Receptor Selectivity": [
        {
          "pmid": "39466672",
          "title": "Comparative Electroencephalographic Profile of a New Anesthetic and Anticonvulsant That Is Selective for the GABA A R Slow Receptor Subtype.",
          "author": "Maciver MB; McCarren HS; Eagleman SL; Davies FM; Jahangir A; Pal D; Mashour GA; Bertaccini EJ",
          "journal": "Anesthesia and analgesia",
          "link": "https://pubmed.ncbi.nlm.nih.gov/39466672/",
          "issue_date": "2025-08",
          "abstract_summary": "This study compared the EEG effects of a novel anesthetic, KSEB 01-S2, which selectively targets the GABA-A R-slow receptor subtype, with the nonselective agonist propofol in rats. KSEB 01-S2 produced a distinct EEG signature with increased theta power and decreased gamma power at loss of consciousness, suggesting a link between receptor subtype specificity and EEG patterns."
        }
      ],
      "Gabapentin Efficacy in Major Surgery": [
        {
          "pmid": "40663783",
          "title": "Gabapentin for pain management following major surgery: a placebo controlled, double blind, randomized clinical trial (The GAP Study).",
          "author": "Baos S; Lui M; Walker-Smith T; Pufulete M; Messenger D; Abbadi R; Batchelor T; Casali G; Edwards M; Goddard N; Abu Hilal M; Alzetani A; Vaida M; Martinovsky P; Saravanan P; Cook T; Malhotra R; Simpson A; Little R; Wordsworth S; Stokes E; Eu-Hem JJ; Reeves B; Culliford L; Collett L; Maishman R; Chauhan N; McCullagh L; McKeon H; Abbs S; Lamb J; Gilbert A; Hughes C; Wynick D; Angelini G; Grocott M; Gibbison B; Rogers CA",
          "journal": "Anesthesiology",
          "link": "https://pubmed.ncbi.nlm.nih.gov/40663783/",
          "issue_date": "2025-07",
          "abstract_summary": "This large, multicenter randomized controlled trial evaluated the effectiveness of perioperative gabapentin in patients undergoing major cardiac, thoracic, or abdominal surgery. The study found that adding gabapentin to a multimodal analgesic regimen did not reduce the length of hospital stay or the rate of serious adverse events compared to placebo."
        }
      ],
      "Sensory-Selective Nerve Blockade with PPX": [
        {
          "pmid": "40704591",
          "title": "Sensory-selective peripheral and neuraxial nerve blockade with 2',6'-pipecolylxylidine.",
          "author": "Ostertag-Hill CA; Chen S; Xue T; Shao R; Torre M; Bin F; Vahedi Z; Chen L; Staffa SJ; Zheng Y; Kohane DS",
          "journal": "Anesthesiology",
          "link": "https://pubmed.ncbi.nlm.nih.gov/40704591/",
          "issue_date": "2025-07",
          "abstract_summary": "This study investigates 2',6'-pipecolylxylidine (PPX), a metabolite of amino-amide local anesthetics, for its sensory-selective properties. In rat models, PPX provided effective sensory nerve block without motor impairment for both peripheral and neuraxial applications, demonstrating a favorable safety profile compared to ropivacaine."
        }
      ],
      "Androgen Receptor Modulation of Pain Sensitivity": [
        {
          "pmid": "40668025",
          "title": "Androgen receptors expressed in the primary sensory neurons regulate mechanical pain sensitivity.",
          "author": "Saika F; Uta D; Fukazawa Y; Hino Y; Hatano Y; Kishioka S; Nawa H; Hino S; Suzuki K; Kiguchi N",
          "journal": "Pain",
          "link": "https://pubmed.ncbi.nlm.nih.gov/40668025/",
          "issue_date": "2025-07",
          "abstract_summary": "This study explored the role of androgen receptors (AR) in mechanical pain sensitivity using mouse models. Results showed that AR expressed in primary sensory neurons, particularly CGRP+ neurons, are critical for regulating mechanical pain, suggesting that manipulating androgen signaling in these neurons could be a potential strategy for pain management."
        }
      ]
    },
    "법의학 및 윤리(Forensic and Ethical Considerations in Anesthesia)": {
      "Impact of Abortion Legislation on Anesthesia Care": [
        {
          "pmid": "40626745",
          "title": "Three Years On: The Impact of the Dobbs Decision on Anesthesia Practice.",
          "author": "Gambling DR; Vogel TM; Markley JC; Traynor AJ; Cohn JH; Morgan CL",
          "journal": "Anesthesiology",
          "link": "https://pubmed.ncbi.nlm.nih.gov/40626745/",
          "issue_date": "2025-08",
          "abstract_summary": "The article discusses the impact of the Dobbs decision on anesthesia practice. It notes that patients seeking abortion care often present at later gestations with more comorbidities, posing new challenges for anesthesia providers and highlighting opportunities to improve health outcomes."
        }
      ],
      "Anesthesiologists' Emotional Distress and Support": [
        {
          "pmid": "40674546",
          "title": "\"The pain and suffering are just too great for me to manage\": A qualitative study of emotional distress among anesthesiologists after challenging clinical events.",
          "author": "Burns CJ; Marzoughi M; Sinko L; Saddawi-Konefka D; Stratton K; Sigakis M; Wixson M; Simmons S; Ramirez M; Kheterpal S; Was A",
          "journal": "Anesthesiology",
          "link": "https://pubmed.ncbi.nlm.nih.gov/40674546/",
          "issue_date": "2025-07",
          "abstract_summary": "This qualitative study interviewed anesthesiologists to explore the sources of lasting emotional distress following challenging clinical events. Key risk factors included clinical errors, lack of support, and patient-related factors, leading to feelings of guilt, shame, and symptoms like flashbacks, highlighting the need for better support systems."
        }
      ],
      "Gender Disparities in Global Health Anesthesiology": [
        {
          "pmid": "39137053",
          "title": "The Glass Ceiling in Global Health: Perspectives of Female and Male Anesthesiologists.",
          "author": "Matejic B; Nelson BD; Collins L; Milenovic MS",
          "journal": "Anesthesia and analgesia",
          "link": "https://pubmed.ncbi.nlm.nih.gov/39137053/",
          "issue_date": "2025-08",
          "abstract_summary": "This cross-sectional survey of global health anesthesiologists investigated gender differences in perceived barriers to career and leadership roles. The study found that more women than men perceive unique barriers, such as work-life balance and discrimination, underscoring the need for policies that promote mentorship, equal opportunities, and gender equity."
        }
      ],
      "Occupational Hazards in Perioperative Settings": [
        {
          "pmid": "40663557",
          "title": "Head Strikes Among Perioperative Personnel in the United States: A Mixed Methods Study.",
          "author": "Piersa AP; Chan KM; Doney A; Copenhaver MS; Gartland RM; Levine WC; Collier LG; Pian-Smith MCM; Tron LE",
          "journal": "Anesthesiology",
          "link": "https://pubmed.ncbi.nlm.nih.gov/40663557/",
          "issue_date": "2025-07",
          "abstract_summary": "This national mixed-methods study surveyed anesthesiologists and perioperative nurses about head strikes in the operating room. Results showed that head strikes are a common, yet severely underreported, occupational hazard, with equipment placement and time pressure being key contributing factors, highlighting the need for improved safety protocols and a better reporting culture."
        }
      ]
    },
    "마취장비 및 감시(Anesthesia Equipment and Monitoring)": {
      "Sustainability of Patient Warming Devices": [
        {
          "pmid": "40541484",
          "title": "Sustainability assessment of perioperative patient warming devices: a comparative life cycle assessment and costing.",
          "author": "Rebello TA; Spoyalo K; Chhipi-Shrestha G; Hewage K; Sadiq R; MacNeill AJ",
          "journal": "British journal of anaesthesia",
          "link": "https://pubmed.ncbi.nlm.nih.gov/40541484/",
          "issue_date": "2025-08",
          "abstract_summary": "This study conducted a life cycle assessment and costing of various perioperative patient warming methods. The resistive blanket was found to have the lowest environmental and economic impact, and the study recommends its use along with minimizing disposable consumables to optimize sustainability."
        },
        {
          "pmid": "40674253",
          "title": "Deep versus Moderate Neuromuscular Blockade During Total Hip Replacement Surgery on Postoperative Recovery and Immune Function: A Randomized Controlled Trial.",
          "author": "Bijkerk V; Jacobs LMC; Rijnen WHC; Keijzer C; Warle MC; Visser J",
          "journal": "Anesthesia and analgesia",
          "link": "https://pubmed.ncbi.nlm.nih.gov/40674253/",
          "issue_date": "2025-07",
          "abstract_summary": "This randomized controlled trial compared deep versus moderate neuromuscular blockade (NMB) in total hip arthroplasty patients. The study found no significant differences in quality of recovery, postoperative inflammation, or pain scores, suggesting no clear benefit of deep NMB for this type of non-laparoscopic surgery."
        }
      ],
      "Digital Health System Outages in Anesthesia": [
        {
          "pmid": "40493406",
          "title": "Continuing Anesthesia Services in the Face of a Prolonged Digital Health System Outage.",
          "author": "Cheon EC; Shaffer S; McCarthy K; Leavitt O; Mukerji S; Hardy C",
          "journal": "Anesthesiology",
          "link": "https://pubmed.ncbi.nlm.nih.gov/40493406/",
          "issue_date": "2025-08",
          "abstract_summary": "This narrative review details a pediatric anesthesiology department's response to a prolonged electronic health record (EHR) system outage. It outlines the operational challenges beyond the intraoperative record, such as patient identification and scheduling, and provides recommendations for maintaining safe and quality care during such events."
        }
      ],
      "Breath Analysis for Anesthetic Monitoring": [
        {
          "pmid": "40258137",
          "title": "Breath Analysis of Propofol and Associated Metabolic Signatures: A Pilot Study Using Secondary Electrospray Ionization-High-resolution Mass Spectrometry.",
          "author": "Zeng J; Stankovic N; Singh KD; Steiner R; Frey U; Erb T; Sinues P",
          "journal": "Anesthesiology",
          "link": "https://pubmed.ncbi.nlm.nih.gov/40258137/",
          "issue_date": "2025-08",
          "abstract_summary": "This pilot study investigated the use of high-resolution mass spectrometry to analyze exhaled breath for propofol concentrations and metabolic changes in pediatric patients. The results showed strong correlations between breath and serum propofol levels and identified metabolic signatures of oxidative stress, suggesting breath analysis could be a feasible tool for real-time anesthetic monitoring."
        }
      ],
      "Accuracy of Continuous Glucose Monitoring during Surgery": [
        {
          "pmid": "40707283",
          "title": "Accuracy of continuous glucose monitoring during noncardiac surgery: a prospective, blinded observational multicentre cohort study.",
          "author": "Janssen H; Dias P; Ahuja S; Alharbi S; Hiller L; Khan K; Iyer K; Sundar A; Abousharkh I; Thomas C; Jhanji S; Oliver NS; Ackland GL",
          "journal": "British journal of anaesthesia",
          "link": "https://pubmed.ncbi.nlm.nih.gov/40707283/",
          "issue_date": "2025-07",
          "abstract_summary": "This prospective study assessed the accuracy of a continuous glucose monitoring (CGM) device during the perioperative period for noncardiac surgery. The findings indicate that the bias between CGM and reference blood glucose measurements is clinically acceptable, with over 98% of values falling within safe risk ranges, supporting its use for enhanced perioperative glycemic surveillance."
        }
      ],
      "Hypotension Prediction Models": [
        {
          "pmid": "40685291",
          "title": "Predicting arterial pressure without prejudice: towards effective hypotension prediction models.",
          "author": "Vistisen ST; Elbers P",
          "journal": "British journal of anaesthesia",
          "link": "https://pubmed.ncbi.nlm.nih.gov/40685291/",
          "issue_date": "2025-07",
          "abstract_summary": "This article discusses a recent study on deep learning models for hypotension prediction, emphasizing the impact of selection bias. It highlights that using unbiased training data allows algorithms to learn beyond just current blood pressure, and that bias significantly inflates the positive predictive value, underscoring the need for careful data selection in developing effective prediction algorithms."
        }
      ],
      "EEG Monitoring with Neuromuscular Blockade": [
        {
          "pmid": "40683805",
          "title": "Response of the Conox quantitative electroencephalographic monitor to neuromuscular block in awake volunteers.",
          "author": "Schuller PJ; Pretorius JPG; Newbery KB",
          "journal": "British journal of anaesthesia",
          "link": "https://pubmed.ncbi.nlm.nih.gov/40683805/",
          "issue_date": "2025-07",
          "abstract_summary": "This study investigated the Conox EEG monitor's reliance on electromyographic (EMG) activity by replaying EEGs from awake, paralyzed volunteers. The results showed that without EMG, the qCON and qNOX indices decreased to levels suggesting sedation or anesthesia, indicating the monitor requires muscle activity for accurate readings in awake individuals and may be unreliable in paralyzed patients."
        }
      ],
      "EEG Changes during Propofol-Induced LOC": [
        {
          "pmid": "40682867",
          "title": "Electroencephalographic changes related to cortico-subcortical decoupling during propofol-induced loss of consciousness: A secondary analysis of a prospective observational study.",
          "author": "Fernandez-Candil JL; Nuttall R; Gallart L; Schneider G; Blanco-Hinojo L; Martinez-Vilavella G; Pujol J; Adalid I; Berger S; Bujosa D; Deus J; Gambus PL; Jaramillo S; Molto L; Ortega JF; Pacreu S; Perez-Sola V; Vila E",
          "journal": "Journal of clinical anesthesia",
          "link": "https://pubmed.ncbi.nlm.nih.gov/40682867/",
          "issue_date": "2025-07",
          "abstract_summary": "This secondary analysis examined artifact-corrected frontal EEG changes corresponding to cortico-subcortical decoupling during propofol-induced loss of consciousness (LOC). The study found that decoupling coincides with a gradual decrease in the qCON index and a significant increase in frontal alpha band power, helping to translate fMRI findings to clinical monitoring."
        }
      ],
      "Remote Continuous Vital Sign Monitoring": [
        {
          "pmid": "40674264",
          "title": "Remote Continuous Vital Sign Monitoring of Scoliosis Surgery Patients on General Wards: A Cost-Effectiveness Analysis.",
          "author": "Trentino KM; Hoque ME; Lloyd A; Trentino L; Ienco R; Murray K; Bowles T; Wulff S; Burcham J; Thompson A; Waterer G",
          "journal": "Anesthesia and analgesia",
          "link": "https://pubmed.ncbi.nlm.nih.gov/40674264/",
          "issue_date": "2025-07",
          "abstract_summary": "This study evaluated the cost-effectiveness of a remote continuous monitoring service (HIVE) for postoperative scoliosis surgery patients on general wards. The implementation of HIVE was associated with a significant reduction in ICU hours and overall healthcare costs per patient without compromising safety or increasing hospital length of stay."
        }
      ],
      "Digital Biomarker of Opioid Dependence": [
        {
          "pmid": "39413034",
          "title": "Developing a Wearable Sensor-Based Digital Biomarker of Opioid Dependence.",
          "author": "Carreiro S; Ramanand P; Akram W; Stapp J; Chapman B; Smelson D; Indic P",
          "journal": "Anesthesia and analgesia",
          "link": "https://pubmed.ncbi.nlm.nih.gov/39413034/",
          "issue_date": "2025-08",
          "abstract_summary": "This study aimed to identify wearable sensor-derived features associated with opioid dependence by comparing opioid-naive and chronic opioid users. Machine learning models using sensor and clinical data were developed that could successfully predict a participant's opioid use status, suggesting that digital biomarkers could detect physiologic adaptations to opioids like dependence."
        }
      ]
    },
    "기도관리(Airway Management)": {
      "Tracheal Extubation Location and Outcomes": [
        {
          "pmid": "40351134",
          "title": "Impact of tracheal extubation location after surgical procedures on peri-operative times: a prospective dual-centre observational study.",
          "author": "Godet T; Wajew C; Fabrizi M; Monet C; Pouzeratte Y; Lapeyre M; Adelou S; Pereira B; Garnier M; Chanques G; Jabaudon M; Futier E; Jaber S; De Jong A",
          "journal": "Anaesthesia",
          "link": "https://pubmed.ncbi.nlm.nih.gov/40351134/",
          "issue_date": "2025-08",
          "abstract_summary": "This prospective study compared outcomes of tracheal extubation in the operating theatre versus the post-anaesthesia care unit (PACU). Extubation in the theatre was associated with an 8-minute increase in room occupancy time but a lower incidence of postoperative desaturation and hypotension compared to PACU extubation."
        }
      ],
      "Videolaryngoscope Blade Angle and Cardiac Rhythm": [
        {
          "pmid": "40702899",
          "title": "Incidence of transient sinus pause in cardiac rhythm increases with the use of hyperangulated videolaryngoscope blade compared to standard angle blade during tracheal intubation: A prospective randomised controlled trial.",
          "author": "Lee YJ; Lee S; Kim JW; Oh CS; Kim TY",
          "journal": "European journal of anaesthesiology",
          "link": "https://pubmed.ncbi.nlm.nih.gov/40702899/",
          "issue_date": "2025-07",
          "abstract_summary": "This randomized controlled trial investigated the hemodynamic effects of hyperangulated versus standard angle videolaryngoscope blades during intubation. The use of a hyperangulated blade was associated with a significantly higher incidence of transient sinus pause, identifying it as an independent predictor for this cardiac rhythm change."
        }
      ],
      "Pediatric Airway Topicalization with Lidocaine": [
        {
          "pmid": "40717423",
          "title": "Consensus recommendations for paediatric airway topicalisation using lidocaine.",
          "author": "Iliff HA; Parnell J; Baker PA; Baxter A; Chapman R; Coulson J; Dotherty C; Endlich Y; Frykholm P; Harkin J; Jagannathan N; Kubba H; Kwizera Ndekezi J; McGuire B; Mesbah A; Mehanna R; Miskovic A; Newton R; Orban N; Perry S; Peyton J; Rivett K; Roberts M; Temo K",
          "journal": "Anaesthesia",
          "link": "https://pubmed.ncbi.nlm.nih.gov/40717423/",
          "issue_date": "2025-07",
          "abstract_summary": "This report details the development of consensus recommendations for using lidocaine for airway topicalization in children, an area with limited evidence. An international, multidisciplinary expert group used a systematic review and a Delphi process to create 21 recommendations covering dosing, recovery, adverse reactions, and institutional responsibilities to promote safer practice."
        }
      ],
      "High-Flow Nasal Oxygen vs. Laryngeal Mask Ventilation": [
        {
          "pmid": "40690380",
          "title": "High-Flow Nasal Oxygen versus Mechanical Ventilation Through a Laryngeal Mask During General Anesthesia Without Muscle Paralysis: A Randomized Clinical Trial.",
          "author": "Frassanito L; Grieco DL; Vassalli F; Piersanti A; Scorzoni M; Ciano F; Zanfini BA; Catarci S; Catena U; Scambia G; Antonelli M; Draisci G",
          "journal": "Anesthesia and analgesia",
          "link": "https://pubmed.ncbi.nlm.nih.gov/40690380/",
          "issue_date": "2025-07",
          "abstract_summary": "This randomized trial compared high-flow nasal oxygen with laryngeal mask ventilation for respiratory support during short general anesthesia sessions without muscle paralysis. High-flow nasal oxygen was found to be noninferior in success rate and was associated with fewer postoperative respiratory symptoms, though it did lead to higher rates of hypercarbia, warranting careful patient selection."
        }
      ]
    },
    "흡입마취(Inhalation Anesthesia)": {
      "Neurocognitive Effects of Isoflurane": [
        {
          "pmid": "40483182",
          "title": "Direct inhibition of cystathionine-beta-synthase by isoflurane contributes to delayed neurocognitive recovery after isoflurane general anaesthesia in mice.",
          "author": "Xu F; Zhang P; Liu H; Wang R; Fan Z; Gao Y; Lu Z; Cong P; Chen H; Wang J; Dong H; Xiong L; Zhao G",
          "journal": "British journal of anaesthesia",
          "link": "https://pubmed.ncbi.nlm.nih.gov/40483182/",
          "issue_date": "2025-08",
          "abstract_summary": "This study in mice investigated the mechanism behind isoflurane's contribution to postoperative neurocognitive disorders (PND). It found that isoflurane directly inhibits the enzyme cystathionine-beta-synthase (CBS), leading to homocysteine accumulation in the brain and delayed cognitive recovery, providing a novel insight into PND mechanisms."
        }
      ],
      "Environmental Impact of Desflurane Removal": [
        {
          "pmid": "40675839",
          "title": "Impact of desflurane removal from the operating room on carbon dioxide emissions at a tertiary academic medical centre: a retrospective analysis.",
          "author": "Seibold EL; Wachtendorf LJ; Needham MJ; Munoz-Acuna R; Redaelli S; Suleiman A; von Wedel D; Ratajczak N; Remotti EJ; Paschold BS; Chen G; Palardy A; Pierce T; Kienbaum P; Ramachandran SK; Schaefer MS",
          "journal": "British journal of anaesthesia",
          "link": "https://pubmed.ncbi.nlm.nih.gov/40675839/",
          "issue_date": "2025-07",
          "abstract_summary": "This retrospective analysis evaluated the effect of removing desflurane on the carbon footprint of inhalational anesthesia at a US academic medical center. Eliminating desflurane resulted in a substantial 82.8% reduction in CO2-equivalent emissions per patient, highlighting the importance of anesthetic choice, N2O use, and fresh gas flow in minimizing environmental impact."
        }
      ],
      "Determinants of Intraoperative MAC Ratio": [
        {
          "pmid": "40489632",
          "title": "Clinical and Genetic Factors Associated with Intraoperative Minimum Alveolar Concentration Ratio: A Single-center Retrospective Cohort and Genome-wide Association Study.",
          "author": "Douville NJ; Jewell ES; Zhao X; Colquhoun DA; Bertucci-Richter E; Zollner S; Davis RP; Kumar SS; Mashour GA",
          "journal": "Anesthesiology",
          "link": "https://pubmed.ncbi.nlm.nih.gov/40489632/",
          "issue_date": "2025-07",
          "abstract_summary": "This retrospective cohort and genome-wide association study investigated factors associated with the clinically delivered minimum alveolar concentration (MAC) ratio. The study confirmed that mean arterial pressure is associated with MAC ratio and identified numerous demographic, surgical, and anesthetic covariates, while suggesting several mechanistically plausible genes for further study."
        }
      ],
      "Developmental Anesthetic Neurotoxicity and Gut Microbiota": [
        {
          "pmid": "39899452",
          "title": "Gut Microbiota Influences Developmental Anesthetic Neurotoxicity in Neonatal Rats.",
          "author": "Chaki T; Horiguchi Y; Tachibana S; Sato S; Hirahata T; Nishihara N; Kii N; Yoshikawa Y; Hayamizu K; Yamakage M",
          "journal": "Anesthesia and analgesia",
          "link": "https://pubmed.ncbi.nlm.nih.gov/39899452/",
          "issue_date": "2025-08",
          "abstract_summary": "This study investigated the role of gut microbiota in sevoflurane-induced developmental neurotoxicity in neonatal rats. Fecal microbiota transplantation after sevoflurane exposure was found to improve spatial learning deficits, suggesting that modulating gut microbiota could be a prophylactic strategy for developmental anesthetic neurotoxicity in children."
        }
      ]
    },
    "정맥마취(Intravenous Anesthesia)": {
      "Remimazolam vs. Propofol in Geriatric Surgery": [
        {
          "pmid": "40653956",
          "title": "Incidence of postoperative delirium and quality of recovery in older patients undergoing gastrectomy under general anaesthesia with remimazolam vs. propofol: a randomised non-inferiority study.",
          "author": "Sim JH; Kim KM; Lee U; Lee EK; Noh GJ; Choi BM",
          "journal": "Anaesthesia",
          "link": "https://pubmed.ncbi.nlm.nih.gov/40653956/",
          "issue_date": "2025-07",
          "abstract_summary": "This randomized trial compared remimazolam and propofol for general anesthesia in older patients undergoing gastrectomy. The study found no significant difference in the incidence of postoperative delirium or the quality of recovery, suggesting remimazolam is a non-inferior alternative to propofol in this population."
        }
      ],
      "Propofol's Effect on Consciousness Transitions": [
        {
          "pmid": "40704593",
          "title": "The role of supramammillary nucleus glutamatergic neurons in modulating consciousness transitions during propofol anesthesia in mice.",
          "author": "Li JY; Wu YH; Wang YH; Long S; Hu R; Huang WQ; Wang ZX",
          "journal": "Anesthesiology",
          "link": "https://pubmed.ncbi.nlm.nih.gov/40704593/",
          "issue_date": "2025-07",
          "abstract_summary": "This study in mice investigated the role of glutamatergic neurons in the supramammillary nucleus (SuM) in propofol-induced consciousness changes. The findings show that these neurons, and their projections to the medial septum, are crucial for regulating the induction of and emergence from propofol anesthesia, playing a key role in modulating consciousness states."
        }
      ]
    },
    "신경근차단(Neuromuscular Blockade)": {
      "Adamgammadex vs. Sugammadex for Rocuronium Reversal": [
        {
          "pmid": "40461346",
          "title": "Efficacy and safety of adamgammadex for reversing rocuronium-induced deep neuromuscular block: a multicentre, randomised, double-blind, positive-controlled phase III trial.",
          "author": "Zhao Y; Ren Y; Xie W; Wang Y; Lei Y; Zhu Y; Zhang X; Wu X; Guo X; Jiang Y; Wang S; Lei Q; You J; Yu Y; Zhou Y; Zhou W; Xu G; Li C; Gu Z; Luo F; Wang H; Chen J; Wang R; Qi Y; Jie Q; Su D; Gu X; Yu W",
          "journal": "British journal of anaesthesia",
          "link": "https://pubmed.ncbi.nlm.nih.gov/40461346/",
          "issue_date": "2025-08",
          "abstract_summary": "This phase III trial compared the new reversal agent adamgammadex to sugammadex for deep rocuronium-induced neuromuscular blockade. The study found that adamgammadex was noninferior to sugammadex in efficacy, with a similar safety profile."
        }
      ],
      "Sugammadex vs. Neostigmine for Rocuronium Reversal in Colorectal Surgery": [
        {
          "pmid": "40327558",
          "title": "A Randomized Controlled Trial of Sugammadex versus Neostigmine for Reversal of Rocuronium on Gastric Emptying in Adults Undergoing Elective Colorectal Surgery.",
          "author": "Togioka BM; Rakshe SK; Ye S; Tekkali P; Tsikitis VL; Fang SH; Herzig DO; Lu KC; Aziz MF",
          "journal": "Anesthesia and analgesia",
          "link": "https://pubmed.ncbi.nlm.nih.gov/40327558/",
          "issue_date": "2025-08",
          "abstract_summary": "This randomized trial compared sugammadex and neostigmine for rocuronium reversal in colorectal surgery, focusing on gastric emptying. Sugammadex did not improve gastric emptying but was associated with a faster time to adequate reversal and earlier first bowel movement, though it did not significantly impact GI complications or hospital stay."
        }
      ],
      "Sugammadex for NMB Reversal in Infants": [
        {
          "pmid": "40324166",
          "title": "Sugammadex for Reversal of Neuromuscular Blockade in Neonates and Infants Less than 2 Years Old: Results from a Phase IV Randomized Clinical Trial.",
          "author": "Mensah-Osman E; Mukai Y; Wang A; Matuszczak M; Saldien V; Leibensperger H; Speek M; Locco A; Wrishko R; Gee A; Herring WJ",
          "journal": "Anesthesiology",
          "link": "https://pubmed.ncbi.nlm.nih.gov/40324166/",
          "issue_date": "2025-08",
          "abstract_summary": "This phase IV trial evaluated sugammadex for reversing neuromuscular blockade (NMB) in children under 2. It found that 2 mg/kg sugammadex reversed moderate NMB faster than neostigmine, and 4 mg/kg rapidly reversed deep NMB, with both doses being well tolerated in this young population."
        }
      ],
      "NMB and Postoperative Delirium in Older Patients": [
        {
          "pmid": "40251137",
          "title": "Association Between Neuromuscular Blockade and Its Reversal With Postoperative Delirium in Older Patients: A Hospital Registry Study.",
          "author": "Ahrens E; Wachtendorf LJ; Shay D; Tenge T; Paschold BS; Rudolph MI; Redaelli S; Kaiser L; Suleiman A; Ma H; Fassbender PJ; Schaefer MS",
          "journal": "Anesthesia and analgesia",
          "link": "https://pubmed.ncbi.nlm.nih.gov/40251137/",
          "issue_date": "2025-08",
          "abstract_summary": "This large hospital registry study investigated the association between neuromuscular blocking agents (NMBAs) and postoperative delirium in older patients. The study found that NMBA administration is dose-dependently associated with a higher risk of delirium, but this risk is mitigated by the use of reversal agents like neostigmine or sugammadex."
        }
      ],
      "Immunomodulatory Effects of Sugammadex": [
        {
          "pmid": "39957489",
          "title": "The immunomodulatory effect of sugammadex in vitro and after total hip arthroplasty : A randomised controlled pilot and retrospective cohort study.",
          "author": "Bijkerk V; Jacobs LMC; Visser J; van Helden EV; Keijzer C; Helder LS; Albers KI; Warle MC",
          "journal": "European journal of anaesthesiology",
          "link": "https://pubmed.ncbi.nlm.nih.gov/39957489/",
          "issue_date": "2025-08",
          "abstract_summary": "This multifaceted study investigated the immunomodulatory effects of sugammadex through in-vitro, pilot RCT, and retrospective cohort analyses. While in-vitro results showed sugammadex restored cytokine production suppressed by rocuronium, the clinical studies revealed no significant early postoperative immunomodulatory effects or association with infectious complications at clinically used doses."
        }
      ],
      "Methylprednisolone's Effect on Sugammadex Reversal": [
        {
          "pmid": "40673736",
          "title": "The effect of methylprednisolone on the reversal time of rocuronium by sugammadex in the paediatric patient group: A randomised controlled trial.",
          "author": "Buyukcavlak M; Tire Y; Mermer A; Yuce MS; Yildirim SN; Kozanhan B",
          "journal": "European journal of anaesthesiology",
          "link": "https://pubmed.ncbi.nlm.nih.gov/40673736/",
          "issue_date": "2025-07",
          "abstract_summary": "This randomized controlled trial investigated whether methylprednisolone affects the reversal time of rocuronium by sugammadex in pediatric patients undergoing adenotonsillectomy. The study found that methylprednisolone administration significantly prolonged reversal and extubation times, although the clinical significance of this interaction was deemed minor."
        }
      ]
    },
    "부위마취(Regional Anesthesia)": {
      "Regional Anesthesia for Total Hip Arthroplasty": [
        {
          "pmid": "40483183",
          "title": "Regional anaesthesia modalities for primary total hip arthroplasty: a systematic review and component network meta-analysis.",
          "author": "Lee KH; Wang JC; Chang CY; Teng WN; Wang HY; Lee CC; Tsai SW; Chen CF; Wu PK; Chen WM",
          "journal": "British journal of anaesthesia",
          "link": "https://pubmed.ncbi.nlm.nih.gov/40483183/",
          "issue_date": "2025-08",
          "abstract_summary": "This systematic review and network meta-analysis compared various single-shot regional anesthesia modalities for total hip arthroplasty. The analysis of 87 RCTs concluded that combined modalities, particularly PENG block plus local infiltrative analgesia (LIA), are favorable options for providing superior pain control, reduced opioid consumption, and motor-sparing effects."
        },
        {
          "pmid": "40689673",
          "title": "Comparison of two peripheral regional analgesic techniques for primary elective total hip arthroplasty: a randomised clinical trial.",
          "author": "Buffoli F; Bonetti C; Pugno C; Minini A; Bettinelli S; Mancini A; Colombi A; Benigni A; Mariano ER; Lorini LF; Bugada D",
          "journal": "Anaesthesia",
          "link": "https://pubmed.ncbi.nlm.nih.gov/40689673/",
          "issue_date": "2025-07",
          "abstract_summary": "This randomized clinical trial compared two motor-sparing regional techniques—PENG plus lateral femoral cutaneous nerve blocks versus erector spinae plane block—for total hip arthroplasty. The study found no statistically or clinically relevant difference in postoperative morphine consumption or pain scores between the two groups, suggesting both are viable options within a multimodal analgesia plan."
        }
      ],
      "Erector Spinae Plane Block vs. Paravertebral Block for Breast Surgery": [
        {
          "pmid": "40707285",
          "title": "Erector spinae plane block versus paravertebral block for major oncological breast surgery: a multicentre randomised controlled trial.",
          "author": "Raft J; Dureau S; Fuzier R; Auge M; Lamotte AS; Lemoine A; Albi-Feldzer A",
          "journal": "British journal of anaesthesia",
          "link": "https://pubmed.ncbi.nlm.nih.gov/40707285/",
          "issue_date": "2025-07",
          "abstract_summary": "This multicenter randomized trial compared the efficacy of erector spinae plane block (ESPB) and thoracic paravertebral block (PVB) for pain management after major breast cancer surgery. The study concluded that ESPB was less effective than PVB, failing to meet noninferiority criteria and providing less reliable dermatomal coverage, thus supporting PVB as the preferred technique."
        }
      ],
      "PENG vs. Fascia Iliaca Block for Hip Fracture": [
        {
          "pmid": "40727959",
          "title": "Comparing the pericapsular nerve group block and fascia iliaca block for acute pain management in patients with hip fracture: a randomised clinical trial.",
          "author": "Di Pietro S; Maffeis R; Jannelli E; Mascia B; Resta F; De Silvestri A; Musella V; Centurioni CE; Regeni E; Grassi FA; Locatelli A; Perlini S",
          "journal": "Anaesthesia",
          "link": "https://pubmed.ncbi.nlm.nih.gov/40727959/",
          "issue_date": "2025-07",
          "abstract_summary": "This randomized clinical trial compared the pericapsular nerve group (PENG) block with the fascia iliaca block (FIB) for acute pain management in patients with hip fracture. The PENG block provided significantly superior analgesia within the first hour post-block, making it a promising modality for use in emergency departments."
        }
      ],
      "Liposomal Bupivacaine in Brachial Plexus Blocks": [
        {
          "pmid": "40701802",
          "title": "Addition of liposomal bupivacaine in brachial plexus blocks: a systematic review and meta-analysis of randomized controlled trials.",
          "author": "Shing CH; Wang F; Lam PM; Tsui OWK; Chan TCW; Wong SSC",
          "journal": "Regional anesthesia and pain medicine",
          "link": "https://pubmed.ncbi.nlm.nih.gov/40701802/",
          "issue_date": "2025-07",
          "abstract_summary": "This systematic review and meta-analysis assessed the efficacy of adding liposomal bupivacaine to brachial plexus blocks for upper limb surgery. Based on 21 RCTs, the review found low-level evidence that liposomal bupivacaine may reduce postoperative pain intensity and opioid consumption, but the clinical significance of these effects may be limited."
        }
      ],
      "Laparoscopic Rectus Sheath Block for Inguinal Hernia Repair": [
        {
          "pmid": "40653913",
          "title": "Efficacy of laparoscopic-installed rectus sheath block for postoperative pain reduction in transabdominal preperitoneal inguinal hernia repair: a double-blind, randomised-controlled trial.",
          "author": "Altenburg M; Rath T; Tasi A; Mann O; Guraya SY; Krause T; Strate T; Herzberg J",
          "journal": "Anaesthesia",
          "link": "https://pubmed.ncbi.nlm.nih.gov/40653913/",
          "issue_date": "2025-07",
          "abstract_summary": "This double-blind, randomized controlled trial evaluated the analgesic effect of a laparoscopically-guided rectus sheath block for transabdominal preperitoneal inguinal hernia repair. The study found no significant difference in postoperative pain scores or opioid requirements between the intervention and control groups, suggesting no beneficial effect of the block for this procedure."
        }
      ],
      "Infection Control Guidelines for Regional Anesthesia": [
        {
          "pmid": "39837579",
          "title": "ASRA Pain Medicine consensus practice infection control guidelines for regional anesthesia and pain medicine.",
          "author": "Provenzano DA; Hanes M; Hunt C; Benzon HT; Grider JS; Cawcutt K; Doshi TL; Hayek S; Hoelzer B; Johnson RL; Kalagara H; Kopp S; Loftus RW; Macfarlane AJR; Nagpal AS; Neuman SA; Pawa A; Pearson ACS; Pilitsis J; Sivanesan E; Sondekoppam RV; Van Zundert J; Narouze S",
          "journal": "Regional anesthesia and pain medicine",
          "link": "https://pubmed.ncbi.nlm.nih.gov/39837579/",
          "issue_date": "2025-07",
          "abstract_summary": "These ASRA Pain Medicine consensus guidelines provide evidence-based recommendations for infection control in regional anesthesia and interventional pain management. The guidelines cover preoperative risk management, sterile technique, equipment use, and the diagnosis and treatment of infectious complications to improve patient safety."
        }
      ]
    },
    "수액 및 수혈(Fluid Management and Transfusion)": {
      "End-Expiratory Occlusion Test for Fluid Responsiveness": [
        {
          "pmid": "40260456",
          "title": "Context-specific clinical applicability of the end-expiratory occlusion test to predict fluid responsiveness in mechanically ventilated patients: A systematic review and meta-analysis.",
          "author": "Mulder MP; Potters JW; van Loon LM; Rumindo K; Hallback M; Maksuti E; Donker DW; Diez C",
          "journal": "European journal of anaesthesiology",
          "link": "https://pubmed.ncbi.nlm.nih.gov/40260456/",
          "issue_date": "2025-08",
          "abstract_summary": "This systematic review and meta-analysis assessed the predictive performance of the end-expiratory occlusion test (EEOT) for fluid responsiveness. The study found that while EEOT performs acceptably well overall, its performance is notably lower in the operating room setting compared to the ICU, highlighting the need for context-specific fluid responsiveness assessments."
        }
      ],
      "Postoperative Iron Therapy for Anemia": [
        {
          "pmid": "40127959",
          "title": "The use of iron after surgery: a systematic review and meta-analysis.",
          "author": "Lim J; Joo J; MacLean B; Richards T",
          "journal": "Anaesthesia",
          "link": "https://pubmed.ncbi.nlm.nih.gov/40127959/",
          "issue_date": "2025-08",
          "abstract_summary": "This meta-analysis evaluated the efficacy of postoperative iron therapy for treating anemia after major surgery. The review of 15 RCTs found that intravenous iron administered within 30 days of surgery effectively increased hemoglobin levels, whereas oral iron showed no benefit."
        }
      ],
      "Elastance-Based Fluid Management in Abdominal Surgery": [
        {
          "pmid": "40070308",
          "title": "A dynamic elastance-based protocol to guide intra-operative fluid management in major abdominal surgery: A randomised clinical trial.",
          "author": "Russo A; Aceto P; Cascarano L; Menga LS; Romano B; Carelli S; Console E; Pugliese F; Cambise C; Fiorillo C; Alfieri S; Antonelli M; Sollazzi L; Dell'Anna AM",
          "journal": "European journal of anaesthesiology",
          "link": "https://pubmed.ncbi.nlm.nih.gov/40070308/",
          "issue_date": "2025-08",
          "abstract_summary": "This randomized trial tested a fluid management protocol based on dynamic arterial elastance (Ea dyn) during major abdominal surgery. While the protocol did not reduce postoperative lactate levels, it was associated with a significant reduction in fluid balance and an increase in oxygen consumption, suggesting a more vasopressor-driven approach to blood pressure optimization."
        }
      ],
      "Fibrinogen Concentrate vs. Cryoprecipitate in Neonatal Cardiac Surgery": [
        {
          "pmid": "39116012",
          "title": "Effect of In Vivo Administration of Fibrinogen Concentrate Versus Cryoprecipitate on Ex Vivo Clot Degradation in Neonates Undergoing Cardiac Surgery.",
          "author": "Downey LA; Moiseiwitsch N; Nellenbach K; Xiang Y; Brown AC; Guzzetta NA",
          "journal": "Anesthesia and analgesia",
          "link": "https://pubmed.ncbi.nlm.nih.gov/39116012/",
          "issue_date": "2025-08",
          "abstract_summary": "This randomized trial compared fibrinogen concentrate to cryoprecipitate for hemostasis in neonates after cardiac surgery with cardiopulmonary bypass. Neonates receiving fibrinogen concentrate had less post-CPB blood transfusions and no increased risk of bleeding or thrombotic complications, suggesting it is an adequate alternative that reduces transfusion needs."
        }
      ],
      "Insulin Dynamics During Cardiopulmonary Bypass": [
        {
          "pmid": "38861464",
          "title": "In Vitro Investigation of Insulin Dynamics During 4 Hours of Simulated Cardiopulmonary Bypass.",
          "author": "Schweizer T; Nossen CM; Galova B; Schild C; Huber M; Bally L; Vogt A; Siepe M; Nagler M; Fischer K; Guensch DP",
          "journal": "Anesthesia and analgesia",
          "link": "https://pubmed.ncbi.nlm.nih.gov/38861464/",
          "issue_date": "2025-08",
          "abstract_summary": "This in-vitro study investigated insulin loss in two different cardiopulmonary bypass (CPB) circuits. Results showed a substantial decrease in insulin levels only in circuits containing hemoglobin, with a strong correlation between insulin loss and hemolysis, suggesting insulin degradation by hemolysis products is a major contributor to intraoperative hyperglycemia."
        }
      ]
    },
    "산과마취(Obstetric Anesthesia)": {
      "Management of Diabetes in Pregnant Patients": [
        {
          "pmid": "40626748",
          "title": "Diabetes Mellitus in Pregnancy: Implications for Obstetric Anesthesia.",
          "author": "Rogers WK; Chugaieva I; Moheet A; Wernimont SA",
          "journal": "Anesthesiology",
          "link": "https://pubmed.ncbi.nlm.nih.gov/40626748/",
          "issue_date": "2025-08",
          "abstract_summary": "This review describes the anesthetic implications of diabetes in pregnancy. It covers insulin management during the peripartum period, the use of continuous glucose monitors and insulin pumps, and strategies for recognizing and managing euglycemic diabetic ketoacidosis."
        }
      ],
      "Obstetric Anesthesia Workforce Trends": [
        {
          "pmid": "40237779",
          "title": "Obstetric Anesthesia Workforce Survey: Forty-year Update.",
          "author": "Bucklin BA; Hawkins JL; Asdigian NL; Kennerley V; Pattee J; Traynor AJ",
          "journal": "Anesthesiology",
          "link": "https://pubmed.ncbi.nlm.nih.gov/40237779/",
          "issue_date": "2025-08",
          "abstract_summary": "This 40-year update of the Obstetric Anesthesia Workforce Survey reveals a 50% decrease in hospitals providing obstetric care despite stable birth rates. The survey highlights increased access to neuraxial labor analgesia and differences in practice between academic and nonacademic settings."
        }
      ],
      "Predicting Maternal Cardiovascular Events in Preeclampsia": [
        {
          "pmid": "39504272",
          "title": "Development and Validation of a Predictive Model for Maternal Cardiovascular Morbidity Events in Patients With Hypertensive Disorders of Pregnancy.",
          "author": "Meng ML; Li Y; Fuller M; Lanners Q; Habib AS; Federspiel JJ; Quist-Nelson J; Shah SH; Pencina M; Boggess K; Krishnamoorthy V; Engelhard M",
          "journal": "Anesthesia and analgesia",
          "link": "https://pubmed.ncbi.nlm.nih.gov/39504272/",
          "issue_date": "2025-08",
          "abstract_summary": "This study developed and validated a machine learning model to predict acute cardiovascular (CV) events in patients with hypertensive disorders of pregnancy (HDP). The model demonstrated good performance in predicting CV events during the delivery hospitalization and fair performance for events within one year, with chronic renal and cardiac diseases being key predictors."
        }
      ],
      "Patient Views on Nitrous Oxide for Labor Analgesia": [
        {
          "pmid": "40727983",
          "title": "Views of people who have given birth on the environmental and occupational exposure risks of nitrous oxide for labour analgesia: an interview-based qualitative study.",
          "author": "Elgie L; Salih T; Moonesinghe SR",
          "journal": "Anaesthesia",
          "link": "https://pubmed.ncbi.nlm.nih.gov/40727983/",
          "issue_date": "2025-07",
          "abstract_summary": "This qualitative study explored the perspectives of individuals who used nitrous oxide for labor analgesia regarding its environmental and occupational risks. Participants viewed it as a safe, default option and placed the responsibility for mitigating harm on institutions rather than themselves, providing insights for developing patient-centered mitigation strategies."
        }
      ],
      "POCUS in Early-Onset Preeclampsia": [
        {
          "pmid": "40690383",
          "title": "Prevalence of Point-of-Care Ultrasound Abnormalities and Raised Serum NT-proBNP in Early-Onset Preeclampsia.",
          "author": "Fantin RL; Uys F; Schuetz T; Flint M; Lombard CJ; Matjila MJ; Osman A; Swanevelder JL; Dyer RA; Ortner CM",
          "journal": "Anesthesia and analgesia",
          "link": "https://pubmed.ncbi.nlm.nih.gov/40690383/",
          "issue_date": "2025-07",
          "abstract_summary": "This prospective study used point-of-care ultrasound (POCUS) and biomarkers to assess cardiopulmonary status in women with early-onset preeclampsia (EOPE). The study found a high prevalence of pulmonary interstitial syndrome and cardiac dysfunction, with NT-proBNP levels associated with these abnormalities, although its predictive value was limited. Women with EOPE also had a higher prevalence of systolic dysfunction compared to historical controls with late-onset preeclampsia."
        }
      ]
    },
    "소아마취(Pediatric Anesthesia)": {
      "Practical Guidelines for Pediatric Regional Anesthesia": [
        {
          "pmid": "40526440",
          "title": "Pediatric Regional Anesthesia: A Practical Guideline for Daily Clinical Practice.",
          "author": "Marhofer P; Zadrazil M; Opfermann PL",
          "journal": "Anesthesiology",
          "link": "https://pubmed.ncbi.nlm.nih.gov/40526440/",
          "issue_date": "2025-08",
          "abstract_summary": "This review summarizes the state-of-the-art in pediatric regional anesthesia, highlighting its benefits for optimizing perioperative pain control and avoiding mechanical ventilation. It provides a practical approach for implementing a broad spectrum of regional techniques in daily clinical practice for children."
        }
      ],
      "Honey for Post-Tonsillectomy Pain in Children": [
        {
          "pmid": "40321015",
          "title": "Impact of honey on post-tonsillectomy pain in children (BEE PAIN FREE Trial): a multicentre, double-blind, randomised controlled trial.",
          "author": "Sommerfield D; Sommerfield A; Evans D; Hauser N; Vijayasekaran S; Bumbak P; Herbert H; Locher C; Lim LY; Khan RN; von Ungern-Sternberg BS",
          "journal": "Anaesthesia",
          "link": "https://pubmed.ncbi.nlm.nih.gov/40321015/",
          "issue_date": "2025-08",
          "abstract_summary": "This randomized controlled trial investigated whether honey improves recovery after tonsillectomy in children when added to standard multimodal analgesia. The study found that 2-3 daily doses of honey did not significantly improve postoperative pain scores or recovery trajectories compared to standard treatment or placebo."
        }
      ],
      "Pediatric Quality of Recovery Scale Development": [
        {
          "pmid": "40227959",
          "title": "Development of the Pediatric Scale for Quality of Recovery (PedSQoR).",
          "author": "Graydon C; Stricker PA; Kelleher S; Cravero J; Karim N; Muhly WT; Lee-Archer P",
          "journal": "Anesthesiology",
          "link": "https://pubmed.ncbi.nlm.nih.gov/40227959/",
          "issue_date": "2025-08",
          "abstract_summary": "This study details the development of the Pediatric Scale for Quality of Recovery (PedSQoR), a new tool for assessing recovery in children after surgery. Through a mixed-methods approach involving literature review, expert consensus, and patient interviews, a 20-item patient-centered questionnaire was created and validated to provide a holistic measure of physical and psychological recovery."
        }
      ],
      "Remimazolam for Sedation in Pediatric Congenital Heart Disease": [
        {
          "pmid": "40223488",
          "title": "Remimazolam for successful sedation in children with left-to-right shunt congenital heart disease: An up-and-down sequential allocation trial.",
          "author": "Jin M; Lin H; Qiu L; Xu H; Zhang H; Hou S",
          "journal": "European journal of anaesthesiology",
          "link": "https://pubmed.ncbi.nlm.nih.gov/40223488/",
          "issue_date": "2025-08",
          "abstract_summary": "This up-and-down sequential trial determined the median effective dose (ED50) and ED95 of remimazolam for successful preoperative sedation in children with left-to-right shunt congenital heart disease. The study provides age-specific dosing guidance for infants, toddlers, and preschool children, noting no serious adverse reactions were observed."
        }
      ]
    },
    "심장마취(Cardiac Anesthesia)": {
      "Preoperative ROTEM Reference Ranges in Cardiac Surgery": [
        {
          "pmid": "40230308",
          "title": "Pre-operative reference ranges for ROTEM((R)) sigma in patients undergoing cardiac surgery: a secondary analysis of two prospective trial cohorts.",
          "author": "van Haeren MMT; Brouwers M; Schenk J; Breel JS; Noteboom SH; Kho E; Eberl S; Veelo DP; Vlaar APJ; Muller MCA; Hermanns H",
          "journal": "Anaesthesia",
          "link": "https://pubmed.ncbi.nlm.nih.gov/40230308/",
          "issue_date": "2025-08",
          "abstract_summary": "This study established preoperative ROTEM sigma reference ranges for adult cardiac surgery patients, finding significant differences from manufacturer-provided ranges. While female patients showed a slightly more hypercoagulable profile, reference ranges were similar between sexes and across age groups, suggesting a need for cardiovascular-specific, but not sex- or age-specific, ROTEM ranges."
        }
      ],
      "Mortality Model for Pediatric Congenital Heart Surgery": [
        {
          "pmid": "40237771",
          "title": "Development and External Validation of a Novel In-hospital Mortality Model after Pediatric Congenital Heart Surgery: A Multicenter Retrospective Cohort Study.",
          "author": "Tong C; Li Q; Du X; Shan M; Zhang Y; Wu H; Shen Z; Xu Z; Ge X; Cai S; Fu X; Zhang K; Zhang H; Li S; Miao C; Zheng J",
          "journal": "Anesthesiology",
          "link": "https://pubmed.ncbi.nlm.nih.gov/40237771/",
          "issue_date": "2025-08",
          "abstract_summary": "This study evaluated traditional mortality risk models for pediatric congenital heart surgery in a Chinese population and found them only moderately effective. A novel, externally validated model was developed, incorporating the STAT score with preoperative covariates, which demonstrated superior performance in predicting in-hospital mortality in this setting."
        }
      ],
      "Nitric Oxide for Acute Kidney Injury Prevention": [
        {
          "pmid": "40203179",
          "title": "Perioperative Nitric Oxide Conditioning Reduces Acute Kidney Injury in Cardiac Surgery Patients with Chronic Kidney Disease (the DEFENDER Trial): A Randomized Controlled Trial.",
          "author": "Kamenshchikov NO; Tyo MA; Berra L; Kravchenko IV; Kozlov BN; Gusakova AM; Podoksenov YK",
          "journal": "Anesthesiology",
          "link": "https://pubmed.ncbi.nlm.nih.gov/40203179/",
          "issue_date": "2025-08",
          "abstract_summary": "The DEFENDER trial, a randomized controlled study, evaluated the effect of perioperative nitric oxide (NO) in cardiac surgery patients with chronic kidney disease (CKD). Results showed that NO administration was safe and significantly reduced the incidence of postoperative acute kidney injury (AKI), while also slowing the progression of renal dysfunction at six months."
        }
      ],
      "Methadone Pharmacokinetics during Cardiopulmonary Bypass": [
        {
          "pmid": "39773745",
          "title": "Pharmacokinetics of Methadone in Adult Patients Undergoing Cardiac Surgery With Cardiopulmonary Bypass.",
          "author": "Salas WE; Cortinez LI; Lopez RA; Rolle A; Elgueta F; Godoy CO; Giordano A; Contreras V; Anderson BJ",
          "journal": "Anesthesia and analgesia",
          "link": "https://pubmed.ncbi.nlm.nih.gov/39773745/",
          "issue_date": "2025-08",
          "abstract_summary": "This study investigated the pharmacokinetics of methadone in adult patients undergoing cardiac surgery with cardiopulmonary bypass (CPB). The results confirmed a significant drop in methadone concentrations during CPB, which was attributed to both hemodilution and sequestration within the CPB circuit, suggesting a supplementary dose may be needed."
        }
      ]
    },
    "폐마취(Thoracic Anesthesia)": {
      "High Flow Nasal Oxygen after Thoracic Surgery": [
        {
          "pmid": "40706477",
          "title": "Impact of early high flow nasal oxygen on diaphragmatic function and pulmonary complications after thoracic surgery: A randomized clinical trial.",
          "author": "Fogagnolo A; Grasso S; Dres M; Azzolina D; Dalla Corte F; Dolci G; Tamburini N; De Paoli G; Murgolo F; Pedarzani E; Andalo A; Volta CA; Savino S",
          "journal": "Journal of clinical anesthesia",
          "link": "https://pubmed.ncbi.nlm.nih.gov/40706477/",
          "issue_date": "2025-07",
          "abstract_summary": "This randomized trial assessed if early high-flow nasal cannula (HFNC) oxygen therapy improves outcomes after video-assisted thoracoscopic lobectomy. While HFNC did not reduce the overall rate of diaphragmatic dysfunction or postoperative pulmonary complications (PPCs), it did significantly lower the risk of PPCs in the subgroup of patients who developed diaphragmatic dysfunction."
        }
      ]
    },
    "뇌신경마취(Neuroanesthesia)": {
      "Postoperative Neurocognitive Disorder Prevention": [
        {
          "pmid": "40480916",
          "title": "Patterns of prevention effectiveness in postoperative neurocognitive disorder and delayed neurocognitive recovery research: a systematic review with meta-regression of randomised trials.",
          "author": "Lahiri NK; Vuckovic N; Sidhu AS; Li J; Sun Y; Naiken S; Curtis SJ; Bisch E; Bolda R; Nagra PS; Mann G; Gonzales AE; Smith L; Anderson BP; Liu Z; Adams DC; Meng L",
          "journal": "British journal of anaesthesia",
          "link": "https://pubmed.ncbi.nlm.nih.gov/40480916/",
          "issue_date": "2025-08",
          "abstract_summary": "This systematic review and meta-regression analyzed 187 RCTs on preventing postoperative neurocognitive disorder (pNCD). It found that trial-level characteristics, such as geographic origin and pNCD incidence in control groups, significantly influenced reported prevention effectiveness, suggesting that addressing regional differences could enhance future research quality."
        }
      ],
      "Central Amygdala's Role in Antinociception": [
        {
          "pmid": "40333028",
          "title": "General Anesthesia-activated Neurons in the Central Amygdala Mediate Antinociception: Distinct Roles in Acute versus Chronic Phases of Nerve Injury.",
          "author": "Zhao J; Furutani K; McGinnis A; Mathew JP; Wang F; Ji RR",
          "journal": "Anesthesiology",
          "link": "https://pubmed.ncbi.nlm.nih.gov/40333028/",
          "issue_date": "2025-08",
          "abstract_summary": "This study explored the role of general anesthesia-activated neurons in the central amygdala (CeA GA) in mice with nerve injury. Chemogenetic activation of these neurons produced antinociception in naive and acute injury phases but had modest effects in the chronic phase, highlighting their distinct roles in pain processing over time, potentially mediated by KCC2 dysregulation."
        }
      ],
      "Neuroprotective Effects of Xenon and Argon": [
        {
          "pmid": "39453983",
          "title": "Xenon and Argon as Neuroprotective Treatments for Perinatal Hypoxic-Ischemic Brain Injury: A Preclinical Systematic Review and Meta-Analysis.",
          "author": "Barros M; Liang M; Iannucci N; Dickinson R",
          "journal": "Anesthesia and analgesia",
          "link": "https://pubmed.ncbi.nlm.nih.gov/39453983/",
          "issue_date": "2025-08",
          "abstract_summary": "This preclinical systematic review and meta-analysis evaluated the neuroprotective efficacy of xenon and argon for perinatal hypoxic-ischemic encephalopathy (HIE). The analysis of 21 animal studies found that both gases demonstrated significant neuroprotective effects, with argon showing a greater summary effect than xenon, supporting further investigation for HIE treatment."
        }
      ],
      "SIRT1 and Nerve Injury-Induced Depression": [
        {
          "pmid": "40705690",
          "title": "Silent information regulator sirtuin 1-mediated neuronal excitation-inhibition imbalance in the central amygdala is involved in peripheral nerve injury-induced depression-related behavior in mice.",
          "author": "Lin JT; Ding XB; Dong W; Wu WF; Lin YW; Zhou CR; Zhang CD; Chen C; Sun YM; Liu Q; Liu YP; Zhou CH; Wu YQ",
          "journal": "Pain",
          "link": "https://pubmed.ncbi.nlm.nih.gov/40705690/",
          "issue_date": "2025-07",
          "abstract_summary": "This study investigated the role of sirtuin 1 (SIRT1) in depression-related behavior following peripheral nerve injury in mice. It found that downregulated SIRT1 in the central amygdala contributes to depression by causing a neuronal excitation-inhibition imbalance, which can be alleviated by SIRT1 overexpression, identifying SIRT1 as a key regulator in this comorbidity."
        }
      ]
    },
    "수술장 밖 진정 및 마취(Sedation and Anesthesia Outside the Operating Room)": {
      "Patient Education and Self-Directed Learning": [
        {
          "pmid": "40707287",
          "title": "Technology, evidence, and continuing clinical education: a role for self-directed learning?",
          "author": "Webster CS; Weller JM",
          "journal": "British journal of anaesthesia",
          "link": "https://pubmed.ncbi.nlm.nih.gov/40707287/",
          "issue_date": "2025-07",
          "abstract_summary": "This article discusses the challenge for clinicians to keep up with rapidly advancing clinical technology in anesthesia. It highlights that self-directed learning using video is an effective and flexible method to address this training need, although it is unlikely to completely replace traditional instructor-led learning."
        }
      ]
    },
    "수술 후 통증관리(Postoperative Pain Management)": {
      "Enhanced Recovery After Surgery (ERAS) Principles": [
        {
          "pmid": "40626746",
          "title": "The Story of Enhancing Recovery after Surgery.",
          "author": "Kehlet H",
          "journal": "Anesthesiology",
          "link": "https://pubmed.ncbi.nlm.nih.gov/40626746/",
          "issue_date": "2025-08",
          "abstract_summary": "This article reviews the principles of Enhanced Recovery After Surgery (ERAS). It explains how a multimodal approach to control the surgical stress response and its associated pathophysiologic changes can lead to a major reduction in postoperative complications, improved recovery, and lower overall costs."
        }
      ],
      "Opioid-Free Pathway in Bariatric Surgery": [
        {
          "pmid": "40371564",
          "title": "Effects of an opioid-free care pathway vs. opioid-based standard care on postoperative pain and postoperative quality of recovery after laparoscopic bariatric surgery: A multicentre randomised controlled trial.",
          "author": "Olausson A; Jildenstal P; Andrell P; Angelini E; Stenberg E; Wallenius V; Ohrstrom H; Thorn SE; Wolf A",
          "journal": "European journal of anaesthesiology",
          "link": "https://pubmed.ncbi.nlm.nih.gov/40371564/",
          "issue_date": "2025-08",
          "abstract_summary": "This randomized trial compared an opioid-free care pathway (including opioid-free anesthesia and TENS) with standard opioid-based care for bariatric surgery. The opioid-free pathway provided comparable pain relief and recovery outcomes while significantly reducing in-hospital opioid consumption."
        }
      ],
      "Plasma GDF-15 and Postoperative Nausea and Vomiting": [
        {
          "pmid": "40441987",
          "title": "Association between plasma growth differentiation factor-15 and postoperative nausea and vomiting incidence and severity: a secondary analysis of a randomised trial.",
          "author": "Mai Y; Zhang S; Huang Q; Liang C; Shi J; Zheng J; Lv K; Liu H; Yang X; Zhao Y",
          "journal": "British journal of anaesthesia",
          "link": "https://pubmed.ncbi.nlm.nih.gov/40441987/",
          "issue_date": "2025-08",
          "abstract_summary": "This study investigated the association between plasma growth differentiation factor-15 (GDF-15) and postoperative nausea and vomiting (PONV) in patients undergoing laparoscopic gastrointestinal surgery. It found that lower preoperative GDF-15 concentrations were significantly associated with higher odds of experiencing PONV."
        }
      ],
      "Dexmedetomidine and Emergence Agitation in Nasal Surgery": [
        {
          "pmid": "40052487",
          "title": "Peri-operative dexmedetomidine and emergence agitation in adults undergoing nasal surgery: A systematic review and meta-analysis.",
          "author": "Wegner GRM; Wegner BFM; Silva LS; Arias JA",
          "journal": "European journal of anaesthesiology",
          "link": "https://pubmed.ncbi.nlm.nih.gov/40052487/",
          "issue_date": "2025-08",
          "abstract_summary": "This systematic review and meta-analysis of nine RCTs assessed the effect of dexmedetomidine on emergence agitation in adults after nasal surgery. The analysis showed that perioperative dexmedetomidine use significantly reduces the incidence of emergence agitation compared to placebo, a finding confirmed by trial sequential analysis."
        }
      ],
      "Intrathecal Morphine and Pulmonary Complications": [
        {
          "pmid": "40235368",
          "title": "Pulmonary complications after intrathecal morphine administration: a systematic review and meta-analysis with meta-regression and trial sequential analysis.",
          "author": "El-Boghdadly K; Renard Y; Rossel JB; Moka E; Volk T; Rawal N; Jaques C; Szyszko M; Albrecht E",
          "journal": "Anaesthesia",
          "link": "https://pubmed.ncbi.nlm.nih.gov/40235368/",
          "issue_date": "2025-08",
          "abstract_summary": "This systematic review and meta-analysis of 127 trials investigated the link between intrathecal morphine and postoperative pulmonary complications. The study found moderate evidence that it does not increase sedation or hypoxemia, but very low-quality evidence suggests it might increase respiratory depression, particularly at doses >500 µg."
        }
      ],
      "Dexamethasone for Rebound Pain Prevention": [
        {
          "pmid": "40701886",
          "title": "Factors associated with a reduction in the preventive effect of intravenous dexamethasone on rebound pain after axillary brachial plexus block.",
          "author": "Touil N; Pavlopoulou A; Barbier O; Libouton X; Gruson D; Gala JL; Lavand'homme P",
          "journal": "British journal of anaesthesia",
          "link": "https://pubmed.ncbi.nlm.nih.gov/40701886/",
          "issue_date": "2025-07",
          "abstract_summary": "This prospective study aimed to identify factors reducing the effectiveness of intravenous dexamethasone in preventing rebound pain after axillary brachial plexus block. The study found that preoperative nocturnal pain, severe anxiety, high catastrophizing scores, and low salivary cortisol levels were associated with an increased risk of rebound pain, suggesting a need for personalized preventive strategies."
        }
      ],
      "Ketamine for Pain after Breast Cancer Surgery": [
        {
          "pmid": "40663518",
          "title": "A Randomized Controlled Trial of Intraoperative Ketamine for Acute Postsurgical Pain after Breast Cancer Surgery: The Moderating Effect of Baseline Temporal Summation of Pain.",
          "author": "Wilson JM; Gokul S; Franqueiro AR; Rosado E; Yong RJ; Edwards RR; Schreiber KL",
          "journal": "Anesthesiology",
          "link": "https://pubmed.ncbi.nlm.nih.gov/40663518/",
          "issue_date": "2025-07",
          "abstract_summary": "This RCT investigated the effect of intraoperative ketamine on postoperative pain after breast surgery. While ketamine showed no overall analgesic benefit compared to placebo, an exploratory analysis suggested that patients with higher baseline temporal summation of pain (a marker of central sensitization) may derive a significant analgesic effect from the intervention."
        }
      ],
      "Optimal Multimodal Analgesia Combinations": [
        {
          "pmid": "40659442",
          "title": "Optimal multimodal analgesia combinations to reduce pain and opioid use following non-cardiac surgery: an instrumental variable analysis.",
          "author": "Graham LA; Illarmo S; Wren SM; Mudumbai SC; Odden MC",
          "journal": "Regional anesthesia and pain medicine",
          "link": "https://pubmed.ncbi.nlm.nih.gov/40659442/",
          "issue_date": "2025-07",
          "abstract_summary": "This study used an instrumental variable analysis to identify optimal non-opioid medication combinations within multimodal analgesia (MMA) for non-cardiac surgery. The findings confirmed MMA's effectiveness and highlighted that combinations of NSAIDs with dexamethasone or regional anesthesia resulted in the greatest reductions in postoperative pain and opioid use, questioning the independent benefit of acetaminophen in these regimens."
        }
      ],
      "Racial and Ethnic Differences in PONV Care": [
        {
          "pmid": "39178159",
          "title": "Racial and Ethnic Differences in Postoperative Nausea and Vomiting Care.",
          "author": "Owusu-Agyemang P; Idowu O; Muthukumar A; Guerra-Londono JJ; Idowu T; Diaz NN; Feng L; Miller M; Gundre S; Wright C; Cata JP",
          "journal": "Anesthesia and analgesia",
          "link": "https://pubmed.ncbi.nlm.nih.gov/39178159/",
          "issue_date": "2025-08",
          "abstract_summary": "This single-institution retrospective study examined racial and ethnic differences in the administration of antiemetics for cancer surgery patients. The analysis revealed that Black patients were significantly less likely to receive antiemetic agents in the preoperative, intraoperative, and postoperative settings compared to patients of other races or ethnicities."
        }
      ]
    },
    "통증관리(Pain Management)": {
      "Peritraumatic Opioid Use in Trauma Patients": [
        {
          "pmid": "40615331",
          "title": "Population-based multistate modelling of peritraumatic opioid use among trauma patients from the Norwegian Trauma Registry.",
          "author": "Engel S; Rosseland LA; Smits M; Skurtveit SO; Gran JM; Nordseth T; Roise O; Jacobsen HB",
          "journal": "British journal of anaesthesia",
          "link": "https://pubmed.ncbi.nlm.nih.gov/40615331/",
          "issue_date": "2025-08",
          "abstract_summary": "This population-based study analyzed opioid use patterns in Norwegian trauma patients, finding that most patients with post-traumatic long-term opioid use were already using opioids before their injury. The study highlights subacute and chronic pain as the primary indications for use and emphasizes the need for effective non-opioid alternatives."
        }
      ],
      "Cortical Mechanisms of Neuropathic Pain": [
        {
          "pmid": "40533323",
          "title": "Cortical integration and control of spontaneous neuropathic pain-like behaviour in mice.",
          "author": "Li Z; Huang X; Ma J; Liu Q; Chen L; Liu X; Qin Q; Yang H; Han R; Li K; Hu R; Yan X; Huang Y; Huang D; Zhou H",
          "journal": "British journal of anaesthesia",
          "link": "https://pubmed.ncbi.nlm.nih.gov/40533323/",
          "issue_date": "2025-08",
          "abstract_summary": "This study used in vivo imaging and optogenetics in mice to explore the role of the anterior cingulate cortex (ACC) in spontaneous neuropathic pain. The researchers identified ACC hyperactivity as a key feature and demonstrated that inhibiting the ACC could suppress spontaneous pain-like behavior, revealing its essential role in processing non-evoked pain."
        }
      ],
      "Predictors of Chronic Primary Pain": [
        {
          "pmid": "40483184",
          "title": "Predictive role of central nervous system-driven symptoms in the development of chronic primary pain.",
          "author": "Trouvin AP; Bailly F",
          "journal": "British journal of anaesthesia",
          "link": "https://pubmed.ncbi.nlm.nih.gov/40483184/",
          "issue_date": "2025-08",
          "abstract_summary": "This article discusses a recent study that found a significant association between CNS-driven symptoms like sleep disturbances and mood disorders and the later development of chronic primary pain. This research, using UK Biobank data, suggests these preceding symptoms offer a potential window for early intervention and prevention."
        }
      ],
      "Ethanol Neurolysis for Chronic Hip Pain": [
        {
          "pmid": "40480912",
          "title": "Chemical ablation of pericapsular nerve group with 95% ethanol for pain relief and quality of life in patients with hip osteoarthritis: a prospective, double-blinded, randomised, controlled trial.",
          "author": "Reysner M; Reysner T; Kowalski G; Mularski A; Daroszewski P; Wieczorowska-Tobis K",
          "journal": "British journal of anaesthesia",
          "link": "https://pubmed.ncbi.nlm.nih.gov/40480912/",
          "issue_date": "2025-08",
          "abstract_summary": "This randomized controlled trial evaluated the efficacy of ultrasound-guided ethanol neurolysis of the pericapsular nerve group (PENG) for chronic hip osteoarthritis pain. The study found that ethanol neurolysis provided significant, long-term pain relief, reduced opioid consumption, and improved quality of life compared to a sham procedure."
        }
      ],
      "Sex-Specific Genetics of Chronic Pain": [
        {
          "pmid": "40410097",
          "title": "Sex-specific genetics underlie increased chronic pain risk in women: genome-wide association studies from the UK Biobank.",
          "author": "Parisien M; Fillingim M; Tanguay-Sabourin C; Roy M; Vachon-Presseau E; Diatchenko L",
          "journal": "British journal of anaesthesia",
          "link": "https://pubmed.ncbi.nlm.nih.gov/40410097/",
          "issue_date": "2025-08",
          "abstract_summary": "This study used UK Biobank data to investigate the genetic basis for the higher prevalence of chronic pain in women. Genome-wide association studies revealed that women have four times more sex-specific causal loci for pain, primarily enriched in brain regions, suggesting that genetics play a crucial role in women's increased chronic pain risk."
        }
      ],
      "Neuronal-Glial Interactions in Burn Pain": [
        {
          "pmid": "40404497",
          "title": "Neurone-satellite glial cell interactions in dorsal root ganglia drive peripheral sensitisation in a mouse burn pain model.",
          "author": "Zhang R; Zhang N; Chen D; Hu X; Zhang M; Yao M; Zhang Q; Wu S; Zhang X; He Y; Gao F; Xu B; Fang Q",
          "journal": "British journal of anaesthesia",
          "link": "https://pubmed.ncbi.nlm.nih.gov/40404497/",
          "issue_date": "2025-08",
          "abstract_summary": "This study investigated the mechanisms of peripheral sensitization in a mouse model of burn pain. It identified a novel interaction where neuron-derived CGRP activates satellite glial cells (SGCs), which in turn release chemokines that potentiate neuronal excitability, driving pain hypersensitivity and suggesting a new therapeutic target."
        }
      ],
      "Intrathecal Drug Delivery for Craniofacial Cancer Pain": [
        {
          "pmid": "39259695",
          "title": "Intrathecal Drug Delivery System in Prepontine Cistern for Patients with Intractable Craniofacial Cancer Pain: A Multicenter Retrospective Study.",
          "author": "Long D; Li X; Zhang Y; Luo J; Liu B; Hong B; Yang F; Zou C; Ge F; Zhang A; Zhou H; Xiao Y; Wang Y",
          "journal": "Anesthesia and analgesia",
          "link": "https://pubmed.ncbi.nlm.nih.gov/39259695/",
          "issue_date": "2025-08",
          "abstract_summary": "This multicenter retrospective study evaluated the efficacy and safety of placing an intrathecal morphine pump catheter into the prepontine cistern for intractable craniofacial cancer pain. The procedure was found to provide effective and sustained pain relief, significantly reducing both pain scores and the need for systemic opioids with few adverse events."
        }
      ],
      "GCN2 Kinase and Diabetic Neuropathic Pain": [
        {
          "pmid": "40728533",
          "title": "Translational control by general control nonderepressible 2 kinase regulates methylglyoxal-induced pain in mice.",
          "author": "Meyer AR; Garcia G; Mikesell AR; O'Flanagan S; Stucky CL; Campbell ZT",
          "journal": "Pain",
          "link": "https://pubmed.ncbi.nlm.nih.gov/40728533/",
          "issue_date": "2025-07",
          "abstract_summary": "This study explores the role of the integrated stress response (ISR) in diabetic neuropathy, focusing on the metabolite methylglyoxal (MGO). The research demonstrates in mice that MGO activates the ISR via the kinase GCN2, and that the resulting neuronal sensitization and mechanical allodynia are GCN2-dependent, identifying GCN2 as a potential analgesic target."
        }
      ],
      "Cortical Astrocyte Activation and Migraine": [
        {
          "pmid": "40728530",
          "title": "Cortical astrocyte activation triggers meningeal nociception and migraine-like pain.",
          "author": "Bree D; Zhao J; Stratton J; Levy D",
          "journal": "Pain",
          "link": "https://pubmed.ncbi.nlm.nih.gov/40728530/",
          "issue_date": "2025-07",
          "abstract_summary": "This study investigated whether activating cortical astrocytes is sufficient to cause migraine pain using a rat model. Chemogenetic activation of visual cortex astrocytes induced prolonged meningeal nociceptor activity and migraine-like behaviors, which were suppressed by a CGRP signaling blocker, suggesting astrocyte activation can trigger migraine pain."
        }
      ],
      "Assessment of Pain-Related Avoidance in Chronic Pain": [
        {
          "pmid": "40728524",
          "title": "Measurement instruments of pain-related avoidance in chronic pain: a systematic review of psychometric properties.",
          "author": "Traxler J; Gaggini E; Philips RV; Warny A; Peters ML; Crombez G; Vlaeyen JWS",
          "journal": "Pain",
          "link": "https://pubmed.ncbi.nlm.nih.gov/40728524/",
          "issue_date": "2025-07",
          "abstract_summary": "This systematic review evaluated the psychometric properties of 22 different instruments used to measure pain-related avoidance in chronic pain patients. The review found that while many instruments exist, few have been rigorously validated, with only two versions of the Chronic Pain Coping Inventory meeting criteria to be recommended for use based on current evidence."
        }
      ],
      "Motor Training and Musculoskeletal Pain": [
        {
          "pmid": "40728516",
          "title": "Prior use-dependent plasticity triggers different individual corticomotor responses during persistent musculoskeletal pain.",
          "author": "Zamorano AM; Kleber B; De Martino E; Insausti-Delgado A; Vuust P; Flor H; Graven-Nielsen T",
          "journal": "Pain",
          "link": "https://pubmed.ncbi.nlm.nih.gov/40728516/",
          "issue_date": "2025-07",
          "abstract_summary": "This study investigated how prior motor experience (use-dependent plasticity) influences responses to prolonged experimental musculoskeletal pain by comparing musicians and non-musicians. The findings demonstrate that pre-existing plasticity from motor training in musicians may counteract the typical pain-induced changes in the motor system, highlighting motor experience as a source of individual pain variability."
        }
      ],
      "VR Nature Immersion for Secondary Hyperalgesia": [
        {
          "pmid": "40717606",
          "title": "Immersion in nature through virtual reality attenuates the development and spread of mechanical secondary hyperalgesia: a role for insulo-thalamic effective connectivity.",
          "author": "Medina S; Hughes SW",
          "journal": "Pain",
          "link": "https://pubmed.ncbi.nlm.nih.gov/40717606/",
          "issue_date": "2025-07",
          "abstract_summary": "This study used immersive virtual reality (VR) to investigate the analgesic mechanisms of nature-based interventions on experimentally induced pain. Immersive nature VR significantly reduced the development and spread of mechanical secondary hyperalgesia, with neuroimaging data suggesting this effect is mediated by insulo-thalamic effective connectivity and top-down analgesic systems."
        }
      ],
      "Ligand-Receptor Interactome in Myeloma Bone Pain": [
        {
          "pmid": "40721388",
          "title": "A ligand-receptor interactome of the bone tumor microenvironment in multiple myeloma bone pain.",
          "author": "Barakat A; Doncheva NT; Prado J; Moll L; Jensen JL; Diaz-delCastillo M; Novak I; Eijkelkamp N; Jensen LJ; Heegaard AM",
          "journal": "Pain",
          "link": "https://pubmed.ncbi.nlm.nih.gov/40721388/",
          "issue_date": "2025-07",
          "abstract_summary": "This study used computational analysis of transcriptomic data to map the ligand-receptor interactions within the multiple myeloma (MM) bone marrow microenvironment that contribute to bone pain. The research identified specific cell-type interactions that potentially stimulate sensory neurons and tested several ligands, suggesting novel targets for future analgesic development."
        }
      ],
      "Proteomic Analysis of Nerve Terminals in Pain Perception": [
        {
          "pmid": "40719881",
          "title": "Proteomic analysis of isolated nerve terminals from NaV1.9 knockout mice reveals pathways relevant for pain perception.",
          "author": "Rawat A; Vu DT; Erbacher C; Stigloher C; Uceyler N; Metousis A; Mann M; Briese M; Sendtner M",
          "journal": "Pain",
          "link": "https://pubmed.ncbi.nlm.nih.gov/40719881/",
          "issue_date": "2025-07",
          "abstract_summary": "To understand peripheral pain mechanisms, this study performed proteomic analysis on isolated, functionally active nerve terminals from the footpads of wild type and NaV1.9 knockout mice. The analysis revealed dysregulation of key signaling pathways, such as MAPK and ERK1/2, in the NaV1.9-deficient terminals, uncovering peripheral mechanisms involved in nociception."
        }
      ],
      "Individual Differences in Pain Habituation and Sensitization": [
        {
          "pmid": "40728514",
          "title": "Stable individual differences in habituation and sensitization to prolonged painful stimulation are underpinned by activity in the hippocampus, amygdala, and sensorimotor cortices.",
          "author": "Harrison R; van Reekum CM; Adams G; Gandhi W; Salomons TV",
          "journal": "Pain",
          "link": "https://pubmed.ncbi.nlm.nih.gov/40728514/",
          "issue_date": "2025-07",
          "abstract_summary": "This study investigated the stability and neural underpinnings of individual differences in pain habituation and sensitization using fMRI. The findings show these are stable traits, with habituation linked to increasing activity in the hippocampus and amygdala, and sensitization linked to increasing activity in sensorimotor cortices, offering insights into chronic pain development."
        }
      ],
      "Pulsed Radiofrequency vs. Epidural Neuroplasty for Radicular Pain": [
        {
          "pmid": "40707353",
          "title": "Pulsed radiofrequency of lumbar dorsal root ganglion versus epidural neuroplasty for lumbar radicular pain: a systematic review and network meta-analysis.",
          "author": "Park JH; Jang JN; Park S; Choi YS; Ryu DK; Miah R; Park S",
          "journal": "Regional anesthesia and pain medicine",
          "link": "https://pubmed.ncbi.nlm.nih.gov/40707353/",
          "issue_date": "2025-07",
          "abstract_summary": "This network meta-analysis indirectly compared the efficacy of pulsed radiofrequency (PRF) of the dorsal root ganglion and epidural neuroplasty for lumbar radicular pain. The analysis of 14 RCTs found that while epidural neuroplasty showed a slight advantage at 3 months, the overall low certainty of evidence suggests the techniques may offer comparable long-term outcomes, highlighting the need for direct comparison trials."
        }
      ],
      "Anti-Immigration Attitudes and Chronic Pain in Adolescents": [
        {
          "pmid": "40705855",
          "title": "Borders that hurt: the link between anti-immigration attitudes in Europe and the epidemic of chronic pain in immigrant adolescents.",
          "author": "Roman-Juan J; Hood AM; Marbil MG; Birnie KA; Noel M",
          "journal": "Pain",
          "link": "https://pubmed.ncbi.nlm.nih.gov/40705855/",
          "issue_date": "2025-07",
          "abstract_summary": "This study examined the association between country-level anti-immigration attitudes and chronic pain in immigrant adolescents across 20 European countries. The results showed that stronger anti-immigration sentiments were significantly linked to a higher prevalence of chronic pain, an association that was even stronger for immigrants with low socioeconomic status."
        }
      ],
      "Chronic Pain and Sleep Apnea in Opioid Users": [
        {
          "pmid": "40705710",
          "title": "Chronic pain is associated with sleep apnea severity but attenuated by intermittent hypoxemia in people using opioids.",
          "author": "Orr JE; Bosompra NO; Norby B; Velazquez J; Khalaf A; DeYoung P; Schmickl CN; Sands SA; Jain S; He F; Goodin B; Wallace M; Owens RL; Malhotra A",
          "journal": "Pain",
          "link": "https://pubmed.ncbi.nlm.nih.gov/40705710/",
          "issue_date": "2025-07",
          "abstract_summary": "This study investigated the relationship between sleep-disordered breathing (SDB) and pain in patients on long-term opioids. Results showed that while SDB severity was linked to worsened pain, this effect was attenuated by higher levels of intermittent hypoxemia, suggesting that hypoxic burden may modulate the relationship between SDB and pain symptoms."
        }
      ],
      "Preclinical Efficacy of Analgesics for Non-Evoked Neuropathic Pain": [
        {
          "pmid": "40705707",
          "title": "Enhancing clinical translation of analgesics for neuropathic pain: a systematic review and meta-analysis on the role of non-evoked pain assessment in preclinical trials.",
          "author": "Huerta MA; Roza P; Cisneros E; Alique M; Roza C",
          "journal": "Pain",
          "link": "https://pubmed.ncbi.nlm.nih.gov/40705707/",
          "issue_date": "2025-07",
          "abstract_summary": "This systematic review and meta-analysis evaluated the preclinical efficacy of standard analgesics on non-evoked pain (NEP) in animal models of neuropathic pain. The findings showed that the efficacy patterns of drugs in relieving NEP closely mirrored their clinical results, underscoring the importance of assessing spontaneous pain in preclinical studies to improve translational success."
        }
      ],
      "Familial Risk of Carpal Tunnel Syndrome": [
        {
          "pmid": "40705706",
          "title": "Familial risk of carpal tunnel syndrome among first-degree relatives and interaction with obesity and hyperglycemia-a population-based study in Korea.",
          "author": "Kim JE; Kim B; Kim HJ; Hwang J; Swan H; Kim YS; Cha J; Kang T; Kim KH; Kim M; Hann HJ; Kim KU; Ahn HS",
          "journal": "Pain",
          "link": "https://pubmed.ncbi.nlm.nih.gov/40705706/",
          "issue_date": "2025-07",
          "abstract_summary": "This large, population-based study in Korea investigated the familial risk of carpal tunnel syndrome (CTS) and its interaction with obesity and hyperglycemia. The study found a nearly twofold increased risk for individuals with an affected first-degree relative, with significant interactions showing that the combined risk with obesity or hyperglycemia exceeds the sum of individual risks."
        }
      ],
      "Qualitative Study of Endometriosis Pain": [
        {
          "pmid": "40705703",
          "title": "Experience of endometriosis pain: a qualitative study.",
          "author": "de C Williams AC; Azadi A; McGrigor H",
          "journal": "Pain",
          "link": "https://pubmed.ncbi.nlm.nih.gov/40705703/",
          "issue_date": "2025-07",
          "abstract_summary": "This qualitative study explored the lived experience of pain in 16 women with endometriosis using in-depth interviews. The analysis revealed themes related to pain's nature, its impact on life, healthcare experiences, and the burden of being female, questioning the direct applicability of the traditional fear-avoidance model of pain for this population."
        }
      ],
      "NK1R Antagonist Efficacy on Post-surgical Pain": [
        {
          "pmid": "40705695",
          "title": "Evaluating the efficacy of neurokinin-1 (substance P) receptor antagonist CP-99994 on facial grimacing and allodynia in mice postsurgery: a comparative study with known analgesics.",
          "author": "McCoy ES; Ryan DF; Park SK; Zylka MJ",
          "journal": "Pain",
          "link": "https://pubmed.ncbi.nlm.nih.gov/40705695/",
          "issue_date": "2025-07",
          "abstract_summary": "This study evaluated the efficacy of the NK1R antagonist CP-99994 in reducing post-laparotomy pain in mice, using a novel machine learning algorithm to score facial grimacing. While standard analgesics reduced grimacing, CP-99994 had limited effect on this spontaneous pain measure despite reducing evoked allodynia, suggesting facial grimacing may better predict analgesic potential and reduce translational failures."
        }
      ],
      "Controversies in Genicular Nerve Radiofrequency Ablation": [
        {
          "pmid": "40664401",
          "title": "Navigating current controversies in radiofrequency ablation of the genicular nerves for chronic knee pain in osteoarthritis: a daring discourse.",
          "author": "Ferreira-Silva N; Ferreira-Dos-Santos G; Cunat T; Ribeiro-da-Silva T; Peng P",
          "journal": "Regional anesthesia and pain medicine",
          "link": "https://pubmed.ncbi.nlm.nih.gov/40664401/",
          "issue_date": "2025-07",
          "abstract_summary": "This article provides a critical analysis of ongoing debates surrounding radiofrequency ablation (RFA) of genicular nerves for chronic knee osteoarthritis pain. It addresses key controversies such as the role of prognostic blocks, optimal target sites, nerve selection, guidance techniques, and the use of pulsed RFA to guide clinical decision-making and future research."
        }
      ],
      "Chronic Itch and Natriuretic Peptide B Upregulation": [
        {
          "pmid": "40705694",
          "title": "Upregulated natriuretic peptide B expression as a hallmark of chronic itch.",
          "author": "Tseng PY; Liew HL; Ringkamp M; Nagao K; Hoon MA",
          "journal": "Pain",
          "link": "https://pubmed.ncbi.nlm.nih.gov/40705694/",
          "issue_date": "2025-07",
          "abstract_summary": "This study analyzed transcriptomic data from multiple animal models of chronic itch and pain to identify common molecular features. The results revealed that upregulation of Nppb expression in sensory neurons is a consistent and selective feature of chronic itch models, but not pain models, suggesting Nppb could serve as a conserved biomarker for chronic itch."
        }
      ],
      "Sleep Interventions for Fibromyalgia Pain": [
        {
          "pmid": "40705693",
          "title": "Analgesic benefits of pharmacological and nonpharmacological sleep interventions for adults with fibromyalgia: a systematic review and meta-analyses.",
          "author": "Abolhosseini S; Malatesta A; Asmundson AJN; Gilron I; Salomons TV",
          "journal": "Pain",
          "link": "https://pubmed.ncbi.nlm.nih.gov/40705693/",
          "issue_date": "2025-07",
          "abstract_summary": "This systematic review and meta-analysis evaluated whether sleep-focused interventions improve pain outcomes in adults with fibromyalgia. The review found that sodium oxybate and cognitive behavioral therapy (CBT) for insomnia both significantly improved pain compared to inactive controls, providing preliminary support for the analgesic benefits of certain sleep interventions."
        }
      ],
      "B Cell-IgG-FcgammaR Signaling in Neuropathic Pain": [
        {
          "pmid": "40728528",
          "title": "Autoreactive immunoglobulin G levels and Fc receptor gamma subunit upregulation drive mechanical allodynia after nerve constriction or crush injury.",
          "author": "Fiore NT; Willcox KF; Grieco AR; Dayani D; Zuberi YA; Heijnen CJ; Grace PM",
          "journal": "Pain",
          "link": "https://pubmed.ncbi.nlm.nih.gov/40728528/",
          "issue_date": "2025-07",
          "abstract_summary": "This study in mice investigated the role of B cell-IgG-FcgammaR signaling in mechanical allodynia across different peripheral nerve injury models. It demonstrates a divergent role, where B cell depletion prevents allodynia after constriction and crush injuries but not after transection injuries, linked to differential upregulation of the Fc receptor gamma subunit."
        }
      ],
      "Mouse Model for Catheter-Associated UTI Pain": [
        {
          "pmid": "40728519",
          "title": "A catheter-associated urinary tract infection mouse model to study bladder dysfunction and pain.",
          "author": "Schillebeeckx L; Caldwell A; Luyten K; Sliwinska M; Gevaert T; Everaerts W; Voets T",
          "journal": "Pain",
          "link": "https://pubmed.ncbi.nlm.nih.gov/40728519/",
          "issue_date": "2025-07",
          "abstract_summary": "This study developed a novel female mouse suprapubic catheter-associated urinary tract infection (CAUTI) model to study bladder pain and dysfunction. The model successfully recapitulates clinical symptoms, including sustained bacterial infection, biofilm formation, bladder hypersensitivity, and voiding dysfunction, providing a valuable tool for researching new therapies."
        }
      ],
      "STIM1 and TRPA1 in Nociception": [
        {
          "pmid": "40668026",
          "title": "STIM1 functionally couples to transient receptor potential ankyrin 1 contributing to nociception.",
          "author": "Mei Y; Birla H; Lee BH; Li Z; Rai V; Zhang I; Huo X; Yi A; Zhang Q; Li D; Zhong Y; Wang F; Yasin B; Apai C; Rohacs T; Tao YX; Bekker A; Hu H",
          "journal": "Pain",
          "link": "https://pubmed.ncbi.nlm.nih.gov/40668026/",
          "issue_date": "2025-07",
          "abstract_summary": "This study reveals a novel link between the calcium sensor STIM1 and the ion channel TRPA1 in nociceptors. It demonstrates that STIM1 functionally couples to TRPA1 in the endoplasmic reticulum, mediating store-operated calcium entry and contributing to the sensing of cold, chemical, and noxious mechanical stimuli in mice."
        }
      ],
      "Neurophysiological Encoding of Aversive Prediction Errors": [
        {
          "pmid": "40668025",
          "title": "Neurophysiological encoding of aversive prediction errors.",
          "author": "Gopalakrishnan R; Sonneborn C; Baillet S; Machado AG; Wager TD; Roy M",
          "journal": "Pain",
          "link": "https://pubmed.ncbi.nlm.nih.gov/40668025/",
          "issue_date": "2025-07",
          "abstract_summary": "Using MEG and computational modeling, this study investigated the neurophysiological basis of aversive prediction errors (PE) during a pain avoidance task. Findings indicate that aversive PE signals are rapidly generated in the alpha band by the midbrain, orbitofrontal cortex, and prefrontal cortex, which also encode pain expectations, facilitating learning to avoid future pain."
        }
      ],
      "Microglial Reactivity and Sustained Pain": [
        {
          "pmid": "40705704",
          "title": "A combined activity of peripheral nociceptive and nonnociceptive neurons is necessary to trigger spinal microglial reactivity and sustained pain.",
          "author": "Isler M; Chu Sin Chung P; Deftu AF; Kirschmann G; Decosterd I; Suter MR",
          "journal": "Pain",
          "link": "https://pubmed.ncbi.nlm.nih.gov/40705704/",
          "issue_date": "2025-07",
          "abstract_summary": "This study investigated what triggers spinal microglial reactivity, a key step in chronic pain development. Using selective fiber activation in mice, the research demonstrates that simultaneous activation of both nociceptive and non-nociceptive fibers, not either one alone, is required to induce sustained hypersensitivity and a spinal microglia response."
        }
      ],
      "Untreated Course of Chronic Pain": [
        {
          "pmid": "40705692",
          "title": "Understanding the untreated course of adults with chronic pain seeking psychological intervention: a systematic review and meta-analysis.",
          "author": "Morgan Z; Scott A; Bisby MA; Chandra S; Hathway T; Correa AB; Dear BF",
          "journal": "Pain",
          "link": "https://pubmed.ncbi.nlm.nih.gov/40705692/",
          "issue_date": "2025-07",
          "abstract_summary": "This systematic review and meta-analysis examined symptom changes in waitlist control groups from RCTs of psychological pain management. The findings from 52 studies suggest that, contrary to some reports, chronic pain symptoms are relatively stable and do not significantly deteriorate or improve over short waiting periods, providing valuable information for service planning and benchmarking."
        }
      ],
      "Peripheral Nerve Stimulation Trialing Approaches": [
        {
          "pmid": "40659443",
          "title": "To trial or not to trial before peripheral nerve stimulation for chronic pain: a retrospective multicenter comparative analysis of temporary-to-permanent and direct-to-permanent implantation approaches.",
          "author": "D'Souza RS; Yu Y; Singh V; Karri J; Javed S; Her YF; Chai N; Hoffmann C; Warner DO; Hussain N",
          "journal": "Regional anesthesia and pain medicine",
          "link": "https://pubmed.ncbi.nlm.nih.gov/40659443/",
          "issue_date": "2025-07",
          "abstract_summary": "This retrospective multicenter study compared outcomes of two peripheral nerve stimulation (PNS) approaches: temporary trial followed by permanent implant (TTP) versus direct permanent implant (DTP). The analysis found no evidence that the TTP approach was associated with superior pain relief or reduced opioid consumption at 6 months compared to the DTP approach, questioning the necessity of routine trialing."
        }
      ]
    },
    "노인마취(Geriatric Anesthesia)": {
      "Frailty as a Perioperative Risk Factor": [
        {
          "pmid": "40571477",
          "title": "Frailty and perioperative outcomes: SNAP-3 as a call to action.",
          "author": "McIsaac DI; Amado L",
          "journal": "British journal of anaesthesia",
          "link": "https://pubmed.ncbi.nlm.nih.gov/40571477/",
          "issue_date": "2025-08",
          "abstract_summary": "This article discusses the findings from the SNAP-3 study, which confirms frailty as a key risk factor for adverse outcomes in older surgical patients. It serves as a call to action for anaesthetists to identify at-risk patients and for researchers to develop and evaluate interventions to improve outcomes for this growing population."
        },
        {
          "pmid": "40562634",
          "title": "Frailty in the perioperative setting: lessons from SNAP-3.",
          "author": "Howell SJ; Dhesi JK",
          "journal": "British journal of anaesthesia",
          "link": "https://pubmed.ncbi.nlm.nih.gov/40562634/",
          "issue_date": "2025-08",
          "abstract_summary": "This review summarizes the key findings of the SNAP-3 study, the largest UK study on frailty and postoperative outcomes in older adults. Frailty, present in one-fifth of patients, was strongly associated with increased length of stay, delirium, and mortality, highlighting the need for routine frailty screening and targeted perioperative services."
        }
      ],
      "Long-term Benzodiazepine Use and Postoperative Delirium": [
        {
          "pmid": "40384317",
          "title": "Long-term and pre-operative benzodiazepine use in older adults and risk for postoperative delirium: An additional analysis of the multicentre Biomarker Development for Postoperative Cognitive Impairment in the Elderly Study.",
          "author": "Starks SCE; Pohrt A; Halzl-Yurek F; Heinrich M; Muller A; Spies CD; Winterer G; Zacharias N",
          "journal": "European journal of anaesthesiology",
          "link": "https://pubmed.ncbi.nlm.nih.gov/40384317/",
          "issue_date": "2025-08",
          "abstract_summary": "This analysis of the BioCog cohort study investigated the association between benzodiazepine use and postoperative delirium (POD) in older adults. The study found that long-term benzodiazepine use was significantly associated with an increased risk of developing POD, whereas short-term use as a premedicant was not."
        }
      ],
      "ASA Status, Age, and Surgical Outcomes": [
        {
          "pmid": "40727984",
          "title": "Age, ASA physical status and surgical outcomes: insights from a nationwide cohort study.",
          "author": "Kilhamn N; Eriksson J; von Oelreich E; Jonsson Fagerlund M; Oldner A; Larsson E",
          "journal": "Anaesthesia",
          "link": "https://pubmed.ncbi.nlm.nih.gov/40727984/",
          "issue_date": "2025-07",
          "abstract_summary": "This nationwide Swedish cohort study analyzed the relationship between ASA physical status, age, and postoperative mortality in over 460,000 adult surgical patients. The results demonstrate a very strong association between higher ASA physical status and increased 30-day and 365-day mortality across all age groups, reinforcing its importance in perioperative risk stratification."
        }
      ],
      "Trends in Total Joint Arthroplasty for Octogenarians and Nonagenarians": [
        {
          "pmid": "40700091",
          "title": "Trends in Comorbidities and Complications Among Octogenarians and Nonagenarians Undergoing Primary Total Joint Arthroplasty in the United States.",
          "author": "Reisinger L; Cozowicz C; Zhong H; Illescas A; Giannakis P; Memtsoudis SG; Poeran J; Liu J",
          "journal": "Anesthesia and analgesia",
          "link": "https://pubmed.ncbi.nlm.nih.gov/40700091/",
          "issue_date": "2025-07",
          "abstract_summary": "This study analyzed trends in total knee and hip arthroplasty (TKA/THA) for patients aged 80 and older from 2006 to 2022. Despite these very old patients often having fewer comorbidities than the typical 65-70 year-old recipients, advanced age itself remained a significant independent risk factor for major postoperative complications."
        }
      ]
    },
    "외래마취(Outpatient Anesthesia)": {
      "Digital Health Interventions in Ambulatory Surgery": [
        {
          "pmid": "40654033",
          "title": "Post discharge digital health technology interventions in ambulatory surgery: A systematic review and meta-analysis.",
          "author": "Bentsen SB; Stjernberg M; Raeder J; Eide GE; Tvedt MN; Hegland PA",
          "journal": "European journal of anaesthesiology",
          "link": "https://pubmed.ncbi.nlm.nih.gov/40654033/",
          "issue_date": "2025-07",
          "abstract_summary": "This systematic review and meta-analysis evaluated the effects of post-discharge digital health interventions (DHIs) for ambulatory surgery patients. While DHIs did not significantly impact pain or unplanned healthcare encounters, individual studies suggest they may reduce some symptoms, lower costs, and improve quality of life, though evidence certainty is low."
        }
      ]
    },
    "중환자관리(Critical Care Management)": {
      "ICU Admission Rates and Outcomes in RRS Activations": [
        {
          "pmid": "40737083",
          "title": "Impact of the Standardized ICU Admission Ratio on Outcomes in Rapid Response System Activations: A Retrospective Multicenter Study in Japan.",
          "author": "Ono S; Uchino S; Tokito M; Saito T; Sasabuchi Y; Sanui M",
          "journal": "Anesthesiology",
          "link": "https://pubmed.ncbi.nlm.nih.gov/40737083/",
          "issue_date": "2025-07",
          "abstract_summary": "This multicenter retrospective study in Japan examined the association between institutional ICU admission rates after Rapid Response System (RRS) activation and patient outcomes. The study found that a higher Standardized ICU Admission Ratio (SIAR) was significantly associated with a lower incidence of poor neurological outcome or death, suggesting greater ICU utilization after RRS calls may improve outcomes."
        }
      ],
      "Outcomes of Alcohol-Related Liver Disease in ICU": [
        {
          "pmid": "40070011",
          "title": "Outcomes for patients with alcohol-related liver disease admitted to Scottish intensive care units 2010-2018.",
          "author": "Shariff A; Rhode S; Forbes SJ; Lone N; Docherty A",
          "journal": "Anaesthesia",
          "link": "https://pubmed.ncbi.nlm.nih.gov/40070011/",
          "issue_date": "2025-08",
          "abstract_summary": "This secondary data analysis of Scottish ICU databases evaluated outcomes for patients with alcohol-related liver disease (ARLD). It found that ARLD patients had significantly higher ICU and 60-day mortality, especially with multi-organ support, although outcomes were better for those admitted with a gastrointestinal bleed, suggesting a trial of organ support may be appropriate in certain cases."
        }
      ],
      "Ketamine Analgo-sedation Guidelines for ICU": [
        {
          "pmid": "39207913",
          "title": "Ketamine Analgo-sedation for Mechanically Ventilated Critically Ill Adults: A Rapid Practice Guideline from the Saudi Critical Care Society and the Scandinavian Society of Anesthesiology and Intensive Care Medicine.",
          "author": "Amer M; Hylander Moller M; Alshahrani M; Shehabi Y; Arabi YM; Alshamsi F; Ingi Sigurethsson M; Rehn M; Chew MS; Kalliomaki ML; Lewis K; Al-Suwaidan FA; Al-Dorzi HM; Al-Fares A; Alsadoon N; Bell CM; Groth CM; Parke R; Mehta S; Wischmeyer PE; Al-Omari A; Olkkola KT; Alhazzani W",
          "journal": "Anesthesia and analgesia",
          "link": "https://pubmed.ncbi.nlm.nih.gov/39207913/",
          "issue_date": "2025-08",
          "abstract_summary": "This Rapid Practice Guideline provides recommendations for using ketamine for analgo-sedation in mechanically ventilated ICU adults. Based on a systematic review, the panel issued conditional recommendations against using ketamine as monotherapy but suggested it may be used as an adjunct to other sedatives, highlighting the very low certainty of evidence and need for more research."
        }
      ],
      "Perioperative Cardiac Arrest in ICU Admissions": [
        {
          "pmid": "40713194",
          "title": "Perioperative cardiac arrest requiring admission to intensive care units in Japan: epidemiological differences between emergency and elective surgery.",
          "author": "Anezaki H; Aoki Y; Kato H; Nakajima M; Kaszynski RH; Suzuki K; Yamaguchi T; Naruse S; Kimura T; Mimuro S; Nakajima Y",
          "journal": "British journal of anaesthesia",
          "link": "https://pubmed.ncbi.nlm.nih.gov/40713194/",
          "issue_date": "2025-07",
          "abstract_summary": "This nationwide study in Japan analyzed the epidemiology of perioperative cardiac arrest in patients admitted to the ICU after surgery. The research found significant differences between emergency and elective surgeries, with emergency cases having a much higher incidence (1.74% vs 0.17%), different primary etiologies, and significantly worse in-hospital mortality."
        }
      ]
    },
    "장기이식(Transplantation Anesthesia)": {
      "Directed Acyclic Graphs (DAGs) in Research": [
        {
          "pmid": "40707288",
          "title": "DAGs for dummies: how to extract causation from correlation.",
          "author": "Gaskell A; Sleigh J",
          "journal": "British journal of anaesthesia",
          "link": "https://pubmed.ncbi.nlm.nih.gov/40707288/",
          "issue_date": "2025-07",
          "abstract_summary": "This article introduces the foundational principles of directed acyclic graphs (DAGs) as a tool for causal inference in observational research. It explains how DAGs help researchers map assumptions about confounders, mediators, and colliders to guide appropriate variable selection, reduce bias, and strengthen causal claims from correlational data."
        }
      ],
      "Patient Satisfaction Questionnaire for Anesthesia (PQA-10)": [
        {
          "pmid": "40675836",
          "title": "Development and internal validation of the patient satisfaction questionnaire: Perception of Quality in Anaesthesia (PQA)-10.",
          "author": "Kesting M; Sharma N; Debelak R; Braun J; Spahn DR; Tscholl DW; Fredrich H; Gasciauskaite G; Lunkiewicz J",
          "journal": "British journal of anaesthesia",
          "link": "https://pubmed.ncbi.nlm.nih.gov/40675836/",
          "issue_date": "2025-07",
          "abstract_summary": "This study details the development and validation of the Perception of Quality in Anaesthesia (PQA-10) questionnaire in Switzerland. Through patient input and thematic analysis, a 10-item tool was created that reliably and validly assesses patient satisfaction across three key domains: pre-anesthetic communication, side-effects, and anaesthesia team skills."
        }
      ],
      "Intra-operative Ventilation Strategies": [
        {
          "pmid": "40133080",
          "title": "Intra-operative ventilation strategies and their impact on clinical outcomes: a systematic review and network meta-analysis of randomised trials.",
          "author": "Jivraj NK; Lakbar I; Sadeghirad B; Muller MM; Sohn SY; Peel JK; Jaffer A; Phoophiboon V; Trivedi V; Chaudhuri D; Lu C; Liu Y; Giammarioli B; Einav S; Burns KEA",
          "journal": "Anaesthesia",
          "link": "https://pubmed.ncbi.nlm.nih.gov/40133080/",
          "issue_date": "2025-08",
          "abstract_summary": "This systematic review and network meta-analysis of 51 RCTs evaluated intra-operative ventilation strategies to prevent postoperative pulmonary complications (PPCs). The study found that low tidal volume strategies, when combined with various PEEP levels, likely reduce the risk of PPCs compared to high tidal volume with zero PEEP, highlighting the need for wider implementation of lung protective ventilation."
        }
      ],
      "Local Anesthetic Systemic Toxicity (LAST) Reporting Trends": [
        {
          "pmid": "40691088",
          "title": "The impact of local anesthetic systemic toxicity advisories on reporting to the National Poison Data System (NPDS).",
          "author": "Fettiplace M; Weinberg G; Nixon H; Barabanova A; Chiang C; Gitman M",
          "journal": "Regional anesthesia and pain medicine",
          "link": "https://pubmed.ncbi.nlm.nih.gov/40691088/",
          "issue_date": "2025-07",
          "abstract_summary": "This study analyzed reports to the National Poison Data System to assess the impact of 2010 advisories on local anesthetic systemic toxicity (LAST). While overall poisoning reports decreased, reports of lidocaine poisoning and mortality increased, particularly from intravenous delivery in emergency settings, highlighting a need for improved guidance on lidocaine use."
        }
      ],
      "Recruitment-to-Inflation Ratio for Lung Recruitment Assessment": [
        {
          "pmid": "40690301",
          "title": "Evaluation of the potential for lung recruitment with the Recruitment-to-Inflation ratio during general anesthesia.",
          "author": "Rosa T; Menga LS; Mastropietro C; Settanni D; Russo A; Frassanito L; Cascarano L; Catarci S; Delle Cese L; Zanfini BA; Scaramuzzo G; Dell'Anna AM; Spadaro S; Antonelli M; Grieco DL",
          "journal": "Anesthesiology",
          "link": "https://pubmed.ncbi.nlm.nih.gov/40690301/",
          "issue_date": "2025-07",
          "abstract_summary": "This study evaluated the recruitment-to-inflation ratio (R/I) as a tool to assess lung recruitability during general anesthesia for open abdominal surgery. The findings indicate that R/I reliably estimates the potential for lung recruitment and can help identify patients in whom higher PEEP levels may improve respiratory physiology and favor less injurious ventilation."
        }
      ],
      "Microglia-Neuronal Communication in Muscle Pain": [
        {
          "pmid": "40707290",
          "title": "Microglia-neuronal communication mediated by P2X4R-BDNF-TrkB promotes synaptic plasticity and anterior cingulate cortex hyperactivity in muscle pain chronicity.",
          "author": "Liang Y; Luo M; Xu Q; Zhang S; Niu S; Li X; Sun W; Song M; Wang L; Xing X; Wang J; Feng M; Zhao L; Chen H; Sheng R; Wang Y",
          "journal": "British journal of anaesthesia",
          "link": "https://pubmed.ncbi.nlm.nih.gov/40707290/",
          "issue_date": "2025-07",
          "abstract_summary": "This study investigated the role of microglia-neuronal communication in the anterior cingulate cortex (ACC) in a rat model of chronic muscle pain. It identified that the P2X4R-BDNF-TrkB signaling pathway enhances synaptic plasticity and cortical hyperactivity, and that suppressing this ACC hyperactivity can alleviate chronic muscle pain and associated anxiety-like behaviors."
        }
      ]
    }
  }
}